[
  {
    "title": "Morning Star",
    "author": ["Pierce Brown"],
    "description": "\"Red Rising thrilled readers and announced the presence of a talented new author. Golden Son changed the game and took the story of Darrow to the next level. Now comes the exhilarating conclusion to the Red Rising Trilogy: Morning Star. Darrow would have lived in peace, but his enemies brought him war. The Gold overlords demanded his obedience, hanged his wife, and enslaved his people. But Darrow is determined to fight back. Risking everything to transform himself and breach Gold society, Darrow has battled to survive the cutthroat rivalries that breed Society's mightiest warriors, climbed the ranks, and waited patiently to unleash the revolution that will tear the hierarchy apart from within. Finally, the time has come. But devotion to honor and hunger for vengeance run deep on both sides. Darrow and his comrades-in-arms face powerful enemies without scruple or mercy. Among them are some Darrow once considered friends. To win, Darrow will need to inspire those shackled in darkness to break their chains, unmake the world their cruel masters have built, and claim a destiny too long denied--and too glorious to surrender. Advance praise for Morning Star \"Multilayered and seething with characters who exist in a shadow world between history and myth, much as in Frank Herbert's Dune. an ambitious and satisfying conclusion to a monumental saga.\"--Kirkus Reviews Praise for Pierce Brown and the Red Rising Trilogy Red Rising \"[A] spectacular adventure. one heart-pounding ride. Pierce Brown's dizzyingly good debut novel evokes The Hunger Games, Lord of the Flies, and Ender's Game. [Red Rising] has everything it needs to become meteoric.\"--Entertainment Weekly \"[A] top-notch debut novel. Red Rising ascends above a crowded dystopian field.\"--USA Today \"Pierce Brown has done an astounding job at delivering a powerful piece of literature that will definitely make a mark in the minds of readers.\"--The Huffington Post Golden Son \"Brown writes layered, flawed characters. but plot is his most breathtaking strength. Every action seems to flow into the next.\"--NPR \"In a word, Golden Son is stunning. Among science fiction fans, it should be a shoo-in for book of the year.\"--Tor.com \"The jaw-dropper of an ending will leave readers hungry for the conclusion to Brown's wholly original, completely thrilling saga.\"--Booklist (starred review)\"--\n\n\"The conclusion of the Red Rising trilogy. Born a lowly Red in the mines of Mars, Darrow lost his beloved wife to the treacherous Gold overlords. Vowing to fight for the future that his wife believed in, Darrow joins a secret revolutionary group and is remade into a Gold so that he can infiltrate the ruling class and bring them down from the inside. Now, after years of hiding amongst the Golds, Darrow is finally ready to declare open revolution and throw off the chains of oppression. Nothing in Darrow's world has been easily won, and this final fight will be the most harrowing of all\"--",
    "releaseYear": 2016,
    "slug": "morning-star",
    "pageCount": 524,
    "rating": 4.425954198473282,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "Weak Character Development",
      "audiobook"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "emotional",
      "tense",
      "funny",
      "sad",
      "hopeful",
      "challenging",
      "reflective",
      "inspiring"
    ],
    "ratingsCount": 655,
    "genres": [
      "Fiction",
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "Dystopian",
      "Space",
      "Dystopias",
      "Government"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332844/702879986b75f035349c34acad3d94f88bb737ed.jpeg",
      "width": 340,
      "height": 500
    }
  },
  {
    "title": "Eleanor Oliphant Is Completely Fine",
    "author": ["Gail Honeyman"],
    "description": "No one’s ever told Eleanor that life should be better than fine. \r\n\r\nMeet Eleanor Oliphant: She struggles with appropriate social skills and tends to say exactly what she’s thinking. Nothing is missing in her carefully timetabled life of avoiding social interactions, where weekends are punctuated by frozen pizza, vodka, and phone chats with Mummy. \r\n\r\nBut everything changes when Eleanor meets Raymond, the bumbling and deeply unhygienic IT guy from her office. When she and Raymond together save Sammy, an elderly gentleman who has fallen on the sidewalk, the three become the kinds of friends who rescue one another from the lives of isolation they have each been living. And it is Raymond’s big heart that will ultimately help Eleanor find the way to repair her own profoundly damaged one.",
    "releaseYear": 2017,
    "slug": "eleanor-oliphant-is-completely-fine",
    "pageCount": 336,
    "rating": 4.122693726937269,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Not Diverse Characters",
      "Character driven",
      "Unloveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Plot driven"
    ],
    "moods": [
      "emotional",
      "funny",
      "dark",
      "hopeful",
      "reflective",
      "sad",
      "inspiring"
    ],
    "ratingsCount": 542,
    "genres": ["Fiction", "Romance", "Friendship", "Computer technicians"],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332585/6e1c88b9a08b218821f23440bae0e0d500785656.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "The Dark Forest",
    "author": ["Cixin Liu", "Joel Martinsen"],
    "description": "This near-future trilogy is the first chance for English-speaking listeners to experience this multiple-award-winning phenomenon from Cixin Liu, China's most beloved science fiction author.\n\nIn The Dark Forest, Earth is reeling from the revelation of a coming alien invasion - in just four centuries' time. The aliens' human collaborators may have been defeated, but the presence of the sophons, the subatomic particles that allow Trisolaris instant access to all human information, means that Earth's defense plans are totally exposed to the enemy. Only the human mind remains a secret. This is the motivation for the Wallfacer Project, a daring plan that grants four men enormous resources to design secret strategies, hidden through deceit and misdirection from Earth and Trisolaris alike.\n\nThree of the Wallfacers are influential statesmen and scientists, but the fourth is a total unknown. Luo Ji, an unambitious Chinese astronomer and sociologist, is baffled by his new status. All he knows is that he's the one Wallfacer that Trisolaris wants dead.",
    "releaseYear": 2008,
    "slug": "the-dark-forest",
    "pageCount": 400,
    "rating": 4.252551020408164,
    "tags": [
      "Unloveable Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Plot driven",
      "Loveable Characters",
      "audiobook"
    ],
    "moods": [
      "tense",
      "mysterious",
      "dark",
      "Adventurous",
      "reflective",
      "challenging",
      "emotional",
      "lighthearted",
      "sad",
      "hopeful"
    ],
    "ratingsCount": 588,
    "genres": [
      "Fiction",
      "Fantasy",
      "Science fiction",
      "War",
      "Dystopian",
      "General",
      "Space",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30390608/6f1556b0-7613-4243-bc8f-078106dd20eb-ddark.jpg",
      "width": 316,
      "height": 475
    }
  },
  {
    "title": "The Shadow of the Gods",
    "author": ["John Gwynne"],
    "description": "The Shadow of the Gods begins a brand new Norse-inspired epic fantasy series from bestselling author John Gwynne, packed with action, magic and monsters.\n\nAfter the gods warred and drove themselves to extinction, the cataclysm of their fall shattered the land of Vigrio.\n\nNow a new world is rising, where power-hungry jarls feud and monsters stalk the woods and mountains. A world where the bones of the dead gods still hold great power for those brave - or desperate - enough to seek them out. Now, as whispers of war echo across the mountains and fjords, fate follows in the footsteps of three people: a huntress on a dangerous quest, a noblewoman who has rejected privilege in pursuit of battle fame, and a thrall who seeks vengeance among the famed mercenaries known as the Bloodsworn. All three will shape the fate of the world as it once more teeters on the edge of chaos.",
    "releaseYear": 2021,
    "slug": "the-shadow-of-the-gods",
    "pageCount": 496,
    "rating": 4.098360655737705,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Character driven",
      "Plot driven",
      "Vikings"
    ],
    "moods": [
      "Adventurous",
      "tense",
      "dark",
      "mysterious",
      "emotional",
      "challenging",
      "funny",
      "sad",
      "informative"
    ],
    "ratingsCount": 244,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Science fiction",
      "Read 2024",
      "Dark Fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/3509075/5156442469290046.jpg",
      "width": 1632,
      "height": 2560
    }
  },
  {
    "title": "Crown of Midnight",
    "author": ["Sarah J. Maas"],
    "description": "Celaena Sardothien won a brutal contest to become the King’s Champion. But she is far from loyal to the crown. Though she goes to great lengths to hide her secret, her deadly charade becomes more difficult when she realizes she is not the only one seeking justice. Her search for answers ensnares those closest to her, and no one is safe from suspicion-not the Crown Prince Dorian; not Chaol, the Captain of the Guard; not even her best friend, Nehemia, a princess with a rebel heart.\n\nThen, one terrible night, the secrets they have all been keeping lead to an unspeakable tragedy. As Celaena’s world shatters, she will be forced to decide once and for all where her true loyalties lie . . . and what she is willing to fight for.\n\nThe second book in the #1 New York Times bestselling Throne of Glass series returns readers to a land destroyed by liars, where one woman’s truth is the only thing that can save them all.",
    "releaseYear": 2013,
    "slug": "crown-of-midnight",
    "pageCount": 420,
    "rating": 4.254062038404727,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Weak Character Development",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "female author"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "mysterious",
      "dark",
      "tense",
      "challenging",
      "funny",
      "sad",
      "reflective",
      "inspiring"
    ],
    "ratingsCount": 677,
    "genres": [
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Fiction",
      "Romance",
      "Juvenile Fiction",
      "Dystopian",
      "Young Adult Fiction",
      "Murder",
      "High Fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/60664403/0881a67b719a0863beb26a08199d1723af4770d4.jpeg",
      "width": 327,
      "height": 500
    }
  },
  {
    "title": "The Bands of Mourning",
    "author": ["Brandon Sanderson"],
    "description": "Three hundred years after the events of the Mistborn trilogy, Scadrial is now on the verge of modernity, with railroads to supplement the canals, electric lighting in the streets and the homes of the wealthy, and the first steel-framed skyscrapers racing for the clouds.\r\n\r\nThe Bands of Mourning are the mythical metal minds owned by the Lord Ruler, said to grant anyone who wears them the powers that the Lord Ruler had at his command. Hardly anyone thinks they really exist. A kandra researcher has returned to Elendel with images that seem to depict the Bands, as well as writings in a language that no one can read. Waxillium Ladrian is recruited to travel south to the city of New Seran to investigate. Along the way he discovers hints that point to the true goals of his uncle Edwarn and the shadowy organization known as The Set.",
    "releaseYear": 2013,
    "slug": "the-bands-of-mourning",
    "pageCount": 455,
    "rating": 4.302158273381295,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "mysterious",
      "funny",
      "dark",
      "tense",
      "hopeful",
      "challenging",
      "lighthearted",
      "reflective"
    ],
    "ratingsCount": 556,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Suspense",
      "Friendship",
      "Magic",
      "Fantasy fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/31440031/2656702344248112.jpg",
      "width": 1696,
      "height": 2560
    }
  },
  {
    "title": "Exit Strategy",
    "author": ["Martha Wells"],
    "description": "\"Martha Wells's Hugo, Nebula, Alex, and Locus Award-winning, New York Times and USA Today bestselling series, The Murderbot Diaries, comes to a thrilling conclusion in Exit Strategy. Murderbot wasn't programmed to care. So, its decision to help the only human who ever showed it respect must be a system glitch, right? Having traveled the width of the galaxy to unearth details of its own murderous transgressions, as well as those of the GrayCris Corporation, Murderbot is heading home to help Dr. Mensah--its former owner (protector? friend?)--submit evidence that could prevent GrayCris from destroying more colonists in its never-ending quest for profit. But who's going to believe a SecUnit gone rogue? And what will become of it when it's caught?\"--provided by publisher.",
    "releaseYear": 2018,
    "slug": "exit-strategy",
    "pageCount": 172,
    "rating": 4.311614730878187,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Strong Character Development",
      "Weak Character Development",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "Character driven",
      "audiobook"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "lighthearted",
      "tense",
      "emotional",
      "mysterious",
      "hopeful",
      "reflective",
      "relaxing"
    ],
    "ratingsCount": 706,
    "genres": [
      "Science fiction",
      "Fiction",
      "Fantasy",
      "Adventure",
      "LGBTQ",
      "Space"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/28317885/6d679483b8d3f62ce170e56ef2b82b3997eadea9.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "A Thousand Splendid Suns",
    "author": ["Khaled Hosseini"],
    "description": "Mariam and Laila are born a generation apart but are brought together by war and fate. Together they endure the dangers surrounding them and discover the power of both love and sacrifice.",
    "releaseYear": 2000,
    "slug": "a-thousand-splendid-suns",
    "pageCount": 372,
    "rating": 4.316666666666666,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Character driven"
    ],
    "moods": [
      "emotional",
      "dark",
      "reflective",
      "tense",
      "sad",
      "hopeful",
      "informative",
      "inspiring"
    ],
    "ratingsCount": 450,
    "genres": [
      "Fiction",
      "Young Adult",
      "Classics",
      "War",
      "General",
      "Juvenile Nonfiction",
      "Literature",
      "Friendship",
      "Women",
      "Family"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/24940052/59ad59ca7c66a094a7fe06e7c955f2aa384816a3.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "The Very Secret Society of Irregular Witches",
    "author": ["Sangu Mandanna"],
    "description": "As one of the few witches in Britain, Mika Moon knows she has to hide her magic, keep her head down, and stay away from other witches so their powers don’t mingle and draw attention. And as an orphan who lost her parents at a young age and was raised by strangers, she’s used to being alone and she follows the rules…with one exception: an online account, where she posts videos “pretending” to be a witch. She thinks no one will take it seriously.\n \nBut someone does. An unexpected message arrives, begging her to travel to the remote and mysterious Nowhere House to teach three young witches how to control their magic. It breaks all of the rules, but Mika goes anyway, and is immediately tangled up in the lives and secrets of not only her three charges, but also an absent archaeologist, a retired actor, two long-suffering caretakers, and…Jamie. The handsome and prickly librarian of Nowhere House would do anything to protect the children, and as far as he’s concerned, a stranger like Mika is a threat. An irritatingly appealing threat.\n \nAs Mika begins to find her place at Nowhere House, the thought of belonging somewhere begins to feel like a real possibility. But magic isn’t the only danger in the world, and when peril comes knocking at their door, Mika will need to decide whether to risk everything to protect a found family she didn’t know she was looking for….",
    "releaseYear": 2022,
    "slug": "the-very-secret-society-of-irregular-witches",
    "pageCount": 318,
    "rating": 4.128808864265928,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "found family"
    ],
    "moods": [
      "emotional",
      "lighthearted",
      "funny",
      "Adventurous",
      "hopeful",
      "mysterious",
      "inspiring",
      "reflective",
      "relaxing",
      "sad"
    ],
    "ratingsCount": 361,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Romance",
      "LGBTQ",
      "Magic",
      "Contemporary",
      "Urban Fantasy",
      "Fantasy romance",
      "cozy fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/61614583/f9cbe04ab5cf75bc687eb8b9dd01ab95453d73ae.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "The Nightingale",
    "author": ["Kristin Hannah"],
    "description": "France, 1939 - In the quiet village of Carriveau, Vianne Mauriac says goodbye to her husband, Antoine, as he heads for the Front. She doesn't believe that the Nazis will invade France … but invade they do, in droves of marching soldiers, in caravans of trucks and tanks, in planes that fill the skies and drop bombs upon the innocent. When a German captain requisitions Vianne's home, she and her daughter must live with the enemy or lose everything. Without food or money or hope, as danger escalates all around them, she is forced to make one impossible choice after another to keep her family alive.\n\nVianne's sister, Isabelle, is a rebellious eighteen-year-old girl, searching for purpose with all the reckless passion of youth. While thousands of Parisians march into the unknown terrors of war, she meets Gäetan, a partisan who believes the French can fight the Nazis from within France, and she falls in love as only the young can … completely. But when he betrays her, Isabelle joins the Resistance and never looks back, risking her life time and again to save others.\n\nWith courage, grace, and powerful insight, bestselling author Kristin Hannah captures the epic panorama of World War II and illuminates an intimate part of history seldom seen: the women's war. The Nightingale tells the stories of two sisters, separated by years and experience, by ideals, passion and circumstance, each embarking on her own dangerous path toward survival, love, and freedom in German-occupied, war-torn France―a heartbreakingly beautiful novel that celebrates the resilience of the human spirit and the durability of women. It is a novel for everyone, a novel for a lifetime.",
    "releaseYear": 2015,
    "slug": "the-nightingale",
    "pageCount": 448,
    "rating": 4.309462915601023,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "emotional",
      "sad",
      "tense",
      "dark",
      "Adventurous",
      "reflective",
      "hopeful",
      "inspiring",
      "challenging",
      "informative"
    ],
    "ratingsCount": 391,
    "genres": [
      "Fiction",
      "History",
      "War",
      "Romance",
      "Historical Fiction",
      "Large type books",
      "France",
      "Civilians in war"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332672/168acd4901b25bd789a96e8d1b1053b3c9db25ba.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "A Gentleman in Moscow",
    "author": ["Amor Towles"],
    "description": "In 1922, Count Alexander Rostov is deemed an unrepentant aristocrat by a Bolshevik tribunal, and is sentenced to house arrest in the Metropol, a grand hotel across the street from the Kremlin. Rostov, an indomitable man of erudition and wit, has never worked a day in his life, and must now live in an attic room while some of the most tumultuous decades in Russian history are unfolding outside the hotel’s doors. Unexpectedly, his reduced circumstances provide him entry into a much larger world of emotional discovery.\n\nBrimming with humor, a glittering cast of characters, and one beautifully rendered scene after another, this singular novel casts a spell as it relates the count’s endeavor to gain a deeper understanding of what it means to be a man of purpose.",
    "releaseYear": 2016,
    "slug": "a-gentleman-in-moscow",
    "pageCount": 512,
    "rating": 4.225130890052356,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Character driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "emotional",
      "reflective",
      "lighthearted",
      "hopeful",
      "dark",
      "funny",
      "relaxing",
      "sad",
      "inspiring",
      "introspective"
    ],
    "ratingsCount": 382,
    "genres": [
      "Fiction",
      "Classics",
      "History",
      "Historical Fiction",
      "Aristocracy (Social class)"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30399839/367c89b872794c328f574c80a7c3bb26e25d214b.jpeg",
      "width": 326,
      "height": 500
    }
  },
  {
    "title": "Heartstopper: Volume One",
    "author": ["Alice Oseman"],
    "description": "Boy meets boy.\r\nBoys become friends.\r\nBoys fall in love.\r\n\r\nCharlie and Nick are at the same school, but they've never met ... until one day when they're made to sit together.\r\nThey quickly become friends, and soon Charlie is falling hard for Nick, even though he doesn't think he has a chance.\r\n\r\nBut love works in surprising ways, and Nick is more interested in Charlie than either of them realise.",
    "releaseYear": 2016,
    "slug": "heartstopper-volume-one",
    "pageCount": 263,
    "rating": 4.416030534351145,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "Character driven",
      "Weak Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "graphic novel"
    ],
    "moods": [
      "emotional",
      "lighthearted",
      "funny",
      "hopeful",
      "inspiring",
      "relaxing",
      "reflective",
      "Adventurous",
      "sad",
      "tense"
    ],
    "ratingsCount": 655,
    "genres": [
      "Young Adult",
      "LGBTQ",
      "Fiction",
      "Comics",
      "Romance",
      "Juvenile Fiction",
      "Young Adult Fiction",
      "Friendship",
      "Graphic novels",
      "Realistic Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/21247303/9020805-L.jpg",
      "width": 326,
      "height": 500
    }
  },
  {
    "title": "Caliban's War",
    "author": ["James S. A. Corey"],
    "description": "The second book in the NYT bestselling Expanse series, Caliban's War shows a solar system on the brink of war, and the only hope of peace rests on James Holden and the crew of the Rocinante's shoulders. Now a Prime Original series. We are not alone. On Ganymede, breadbasket of the outer planets, a Martian marine watches as her platoon is slaughtered by a monstrous supersoldier. On Earth, a high-level politician struggles to prevent interplanetary war from reigniting. And on Venus, an alien protomolecule has overrun the planet, wreaking massive, mysterious changes and threatening to spread out into the solar system. In the vast wilderness of space, James Holden and the crew of the Rocinante have been keeping the peace for the Outer Planets Alliance. When they agree to help a scientist search war-torn Ganymede for a missing child, the future of humanity rests on whether a single ship can prevent an alien invasion that may have already begun . . . Caliban's War is a breakneck science fiction adventure following the critically acclaimed Leviathan Wakes. The Expanse Leviathan WakesCaliban's WarAbaddon's GateCibola BurnNemesis GamesBabylon's AshesPersepolis Rising The Expanse Short Fiction The Butcher of Anderson StationGods of RiskThe ChurnThe Vital AbyssStrange Dogs",
    "releaseYear": 2012,
    "slug": "calibans-war",
    "pageCount": 443,
    "rating": 4.299050632911392,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "Weak Character Development",
      "Plot driven",
      "Character driven",
      "Not Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Aliens"
    ],
    "moods": [
      "Adventurous",
      "tense",
      "mysterious",
      "dark",
      "funny",
      "emotional",
      "reflective",
      "lighthearted",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 632,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Adventure",
      "War",
      "Space",
      "Aliens",
      "Extraterrestrial beings",
      "Conspiracies",
      "Imaginary wars and battles"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30391596/871aff289f8526cba4147f4fd6bfbcc6b3ff576a.jpeg",
      "width": 317,
      "height": 500
    }
  },
  {
    "title": "The Help",
    "author": ["Kathryn Stockett"],
    "description": "There's Aibileen, raising her seventeenth white child and nursing the hurt caused by her own son's tragic death; Minny, whose cooking is nearly as sassy as her tongue, and white Miss Skeeter, home from college, who wants to why her beloved maid has disappeared.",
    "releaseYear": 2009,
    "slug": "the-help",
    "pageCount": 534,
    "rating": 4.178947368421053,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven"
    ],
    "moods": ["emotional", "reflective", "funny", "hopeful", "inspiring"],
    "ratingsCount": 570,
    "genres": [
      "Fiction",
      "Young Adult",
      "Classics",
      "Literature",
      "Spanish",
      "African American women"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/29254496/cc8ea884735e836bc66d022cc565319c1b7b2543.jpeg",
      "width": 307,
      "height": 500
    }
  },
  {
    "title": "The City of Brass",
    "author": ["S. A. Chakraborty"],
    "description": "Step into The City of Brass, the spellbinding debut from S. A. Chakraborty perfect for fans of The Golem and the Jinni, The Grace of Kings, and Uprooted, in which the future of a magical Middle Eastern kingdom rests in the hands of a clever and defiant young con artist with miraculous healing gifts.\n\nOn the streets of eighteenth-century Cairo, Nahri is a con woman of unsurpassed skill. She makes her living swindling Ottoman nobles, hoping to one day earn enough to change her fortunes. But when Nahri accidentally summons Dara, an equally sly, darkly mysterious djinn warrior, during one of her cons, she learns that even the cleverest of schemes can have deadly consequences.\n\nForced to flee Cairo, Dara and Nahri journey together across hot, windswept sands teeming with creatures of fire and rivers where the mythical marid sleep, past ruins of once-magnificent human metropolises and mountains where the circling birds of prey are more than what they seem, to Daevabad, the legendary city of brass.\n\nIt’s a city steeped in magic and fire, where blood can be as dangerous as any spell; a city where old resentments run deep and the royal court rules with a tenuous grip; a city to which Nahri is irrevocably bound—and where her very presence threatens to ignite a war that has been simmering for centuries.",
    "releaseYear": 2017,
    "slug": "the-city-of-brass",
    "pageCount": 533,
    "rating": 4.058510638297872,
    "tags": [
      "Diverse Characters",
      "Unloveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Maybe"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "dark",
      "tense",
      "sad",
      "challenging"
    ],
    "ratingsCount": 282,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Imaginary places"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/50330084/0ea3858d121de504ad3c7d91d63ce35234b6a1bb.jpeg",
      "width": 335,
      "height": 500
    }
  },
  {
    "title": "Aristotle and Dante Discover the Secrets of the Universe",
    "author": ["Benjamin Alire Sáenz"],
    "description": "A lyrical novel about family and friendship from critically acclaimed author Benjamin Alire Sáenz.\n\nAristotle is an angry teen with a brother in prison. Dante is a know-it-all who has an unusual way of looking at the world. When the two meet at the swimming pool, they seem to have nothing in common. But as the loners start spending time together, they discover that they share a special friendship—the kind that changes lives and lasts a lifetime. And it is through this friendship that Ari and Dante will learn the most important truths about themselves and the kind of people they want to be.",
    "releaseYear": 2012,
    "slug": "aristotle-and-dante-discover-the-secrets-of-the-universe",
    "pageCount": 368,
    "rating": 4.181174089068826,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "A mix driven",
      "Unloveable Characters",
      "Plot driven",
      "LGBTQ+"
    ],
    "moods": [
      "emotional",
      "reflective",
      "hopeful",
      "lighthearted",
      "Adventurous",
      "funny",
      "sad",
      "inspiring",
      "challenging",
      "relaxing"
    ],
    "ratingsCount": 494,
    "genres": [
      "Fiction",
      "Young Adult",
      "LGBTQ",
      "Fantasy",
      "Romance",
      "Juvenile Fiction",
      "Young Adult Fiction",
      "Juvenile Nonfiction",
      "Friendship",
      "Family"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332973/97151563fab75a5d3fd5af9c03b2d15752567a9e.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "Heir of Fire",
    "author": ["Sarah J. Maas"],
    "description": "Celaena Sardothien has survived deadly contests and shattering heartbreak, but now she must travel to a new land to confront her darkest truth. That truth could change her life-and her future-forever.\n\nMeanwhile, monstrous forces are gathering on the horizon, intent on enslaving her world. To defeat them, Celaena will need the strength not only to fight the evil that is about to be unleashed but also to harness her inner demons. If she is to win this battle, she must find the courage to face her destiny-and burn brighter than ever before.\n\nThe third book in the #1 New York Times bestselling Throne of Glass series continues Celaena’s epic journey from woman to warrior.",
    "releaseYear": 2014,
    "slug": "heir-of-fire",
    "pageCount": 581,
    "rating": 4.314720812182741,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "Weak Character Development",
      "Multiple POV's"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "tense",
      "mysterious",
      "sad",
      "challenging",
      "reflective",
      "inspiring",
      "Romantic"
    ],
    "ratingsCount": 591,
    "genres": [
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Fiction",
      "Romance",
      "War",
      "Juvenile Fiction",
      "Young Adult Fiction",
      "Magic",
      "Politics"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/3377529/8103968362422136.jpg",
      "width": 568,
      "height": 869
    }
  },
  {
    "title": "Demon Copperhead",
    "author": ["Barbara Kingsolver"],
    "description": "From the acclaimed author of The Poisonwood Bible and The Bean Trees, a brilliant novel that enthralls, compels, and captures the heart as it evokes a young hero’s unforgettable journey to maturity\n\nSet in the mountains of southern Appalachia, Demon Copperhead is the story of a boy born to a teenaged single mother in a single-wide trailer, with no assets beyond his dead father’s good looks and copper-colored hair, a caustic wit, and a fierce talent for survival. Relayed in his own unsparing voice, Demon braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities.\n\nMany generations ago, Charles Dickens wrote David Copperfield from his experience as a survivor of institutional poverty and its damages to children in his society. Those problems have yet to be solved in ours. Dickens is not a prerequisite for readers of this novel, but he provided its inspiration. In transposing a Victorian epic novel to the contemporary American South, Barbara Kingsolver enlists Dickens’ anger and compassion, and above all, his faith in the transformative powers of a good story. Demon Copperhead speaks for a new generation of lost boys, and all those born into beautiful, cursed places they can’t imagine leaving behind.",
    "releaseYear": 2022,
    "slug": "demon-copperhead",
    "pageCount": 560,
    "rating": 4.4163701067615655,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Character driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Unloveable Characters",
      "A mix driven",
      "Weak Character Development",
      "Addiction",
      "Adrienne"
    ],
    "moods": [
      "emotional",
      "dark",
      "sad",
      "Adventurous",
      "challenging",
      "funny",
      "reflective",
      "tense",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 281,
    "genres": [
      "Fiction",
      "Classics",
      "Adventure",
      "Biography",
      "Mystery",
      "Literature",
      "Travel",
      "Cooking",
      "Historical Fiction",
      "Retellings"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30464383/58fcf473a6e3de66a7b7c5333a351a17787fc3c1.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "We Are Legion",
    "author": ["Dennis E. Taylor"],
    "description": "Bobiverse fans: a signed limited edition of all three books in a boxed set, signed by the author, is now available on Amazon. Look for The Bobiverse [Signed Limited Edition] on Amazon Bob Johansson has just sold his software company and is looking forward to a life of leisure. There are places to go, books to read, and movies to watch. So it's a little unfair when he gets himself killed crossing the street. Bob wakes up a century later to find that corpsicles have been declared to be without rights, and he is now the property of the state. He has been uploaded into computer hardware and is slated to be the controlling AI in an interstellar probe looking for habitable planets. The stakes are high: no less than the first claim to entire worlds. If he declines the honor, he'll be switched off, and they'll try again with someone else. If he accepts, he becomes a prime target. There are at least three other countries trying to get their own probes launched first, and they play dirty. The safest place for Bob is in space, heading away from Earth at top speed. Or so he thinks. Because the universe is full of nasties, and trespassers make them mad - very mad.",
    "releaseYear": 2016,
    "slug": "we-are-legion",
    "pageCount": 299,
    "rating": 4.1393129770992365,
    "tags": [
      "Loveable Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Strong Character Development",
      "Weak Character Development",
      "Diverse Characters",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "lighthearted",
      "tense",
      "emotional",
      "hopeful",
      "reflective",
      "relaxing"
    ],
    "ratingsCount": 524,
    "genres": [
      "Fiction",
      "Fantasy",
      "Science fiction",
      "Adventure",
      "War",
      "Space",
      "Dystopian",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/43742987/1e2256af4a7ec7bdc88783682578c9a5e6eb9781.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "The Sword of Kaigen",
    "author": ["M.L. Wang"],
    "description": "Better to die sharp in war than rust through a time of peace. A mother struggling to repress her violent past, A son struggling to grasp his violent future, A father blind to the danger that threatens them all. When the winds of war reach their peninsula, will the Matsuda family have the strength to defend their empire? Or will they tear each other apart before the true enemies even reach their shores?\n\nHigh on a mountainside at the edge of the Kaigenese Empire live the most powerful warriors in the world, superhumans capable of raising the sea and wielding blades of ice. For hundreds of years, the fighters of the Kusanagi Peninsula have held the Empire's enemies at bay, earning their frozen spit of land the name 'The Sword of Kaigen.'\n\nBorn into Kusanagi's legendary Matsuda family, fourteen-year-old Mamoru has always known his purpose: to master his family's fighting techniques and defend his homeland. But when an outsider arrives and pulls back the curtain on Kaigen's alleged age of peace, Mamoru realizes that he might not have much time to become the fighter he was bred to be. Worse, the empire he was bred to defend may stand on a foundation of lies.\n\nMisaki told herself that she left the passions of her youth behind when she married into the Matsuda house. Determined to be a good housewife and mother, she hid away her sword, along with everything from her days as a fighter in a faraway country. But with her growing son asking questions about the outside world, the threat of an impending invasion looming across the sea, and her frigid husband grating on her nerves, Misaki finds the fighter in her clawing its way back to the surface.",
    "releaseYear": 2018,
    "slug": "the-sword-of-kaigen",
    "pageCount": 651,
    "rating": 4.388392857142857,
    "tags": [
      "Strong Character Development",
      "Diverse Characters",
      "Loveable Characters",
      "A mix driven",
      "Character driven",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Weak Character Development",
      "female author",
      "Dual POV"
    ],
    "moods": [
      "emotional",
      "Adventurous",
      "dark",
      "tense",
      "sad",
      "reflective",
      "hopeful",
      "challenging",
      "inspiring",
      "mysterious"
    ],
    "ratingsCount": 224,
    "genres": [
      "Fantasy",
      "Fiction",
      "Science fiction",
      "Young Adult",
      "War",
      "Asia"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30407226/2087685939044257.jpg",
      "width": 1586,
      "height": 2342
    }
  },
  {
    "title": "The Lost Hero",
    "author": ["Rick Riordan"],
    "description": "Jason has a problem. He doesn’t remember anything before waking up on a school bus holding hands with a girl.  Apparently, she’s his girlfriend Piper, his best friend is a kid named Leo, and they’re all students in the Wilderness School, a boarding school for “bad kids.”  What he did to end up here, Jason has no idea—except that everything seems very wrong.\r\n\r\nPiper has a secret.  Her father has been missing for three days, and her vivid nightmares reveal that he’s in terrible danger.  Now, her boyfriend doesn’t recognize her, and when a freak storm and strange creatures attack during a school field trip, she, Jason, and Leo are whisked away to someplace called Camp Half-Blood.  What is going on?\r\n\r\nLeo has a way with tools.  His new cabin at Camp Half-Blood is filled with them.  Seriously, the place beats the Wilderness School hands down, with its weapons, training, monsters, and fine-looking girls.  What’s troubling is the \"curse\" everyone keeps talking about, and that a camper’s gone missing.  Weirdest of all, his bunkmates insist they are all—including Leo—related to a god.",
    "releaseYear": 2010,
    "slug": "the-lost-hero",
    "pageCount": 596,
    "rating": 4.039233576642336,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "Multiple POV's"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "emotional",
      "tense",
      "mysterious",
      "lighthearted",
      "sad",
      "challenging",
      "informative",
      "relaxing"
    ],
    "ratingsCount": 548,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Juvenile Fiction",
      "Literary Collections",
      "Spanish",
      "Middle Grade",
      "low fantasy",
      "Camps"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30400844/4230457135207555.jpg",
      "width": 531,
      "height": 804
    }
  },
  {
    "title": "Under the Whispering Door",
    "author": ["TJ Klune"],
    "description": "Under the Whispering Door is a contemporary fantasy with TJ Klune's signature “quirk and charm” (Publishers Weekly) about a ghost who refuses to cross over and the ferryman he falls in love with When a reaper comes to collect Wallace Price from his own funeral, Wallace suspects he really might be dead. Instead of leading him directly to the afterlife, the reaper takes him to a small village. On the outskirts, off the path through the woods, tucked between mountains, is a particular tea shop, run by a man named Hugo. Hugo is the tea shop's owner to locals and the ferryman to souls who need to cross over. But Wallace isn’t ready to abandon the life he barely lived. With Hugo’s help he finally starts to learn about all the things he missed in life. When the Manager, a curious and powerful being, arrives at the tea shop and gives Wallace one week to cross over, Wallace sets about living a lifetime in seven days. By turns heartwarming and heartbreaking, this absorbing tale of grief and hope is told with TJ Klune's signature warmth, humor, and extraordinary empathy.",
    "releaseYear": 2021,
    "slug": "under-the-whispering-door",
    "pageCount": 400,
    "rating": 4.10632183908046,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "found family",
      "gay"
    ],
    "moods": [
      "emotional",
      "reflective",
      "funny",
      "hopeful",
      "sad",
      "Adventurous",
      "mysterious",
      "lighthearted",
      "inspiring",
      "dark"
    ],
    "ratingsCount": 348,
    "genres": ["Fantasy", "Fiction", "Young Adult", "LGBTQ", "Romance"],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332906/00fc60d3d5c6fb317580c354cf9249a1b94e8838.jpeg",
      "width": 659,
      "height": 1024
    }
  },
  {
    "title": "Network Effect",
    "author": ["Martha Wells"],
    "description": "\"I'm usually alone in my head, and that's where 90 plus percent of my problems are.\"\n\nWhen Murderbot's human associates (not friends, never friends) are captured and another not-friend from its past requires urgent assistance, Murderbot must choose between inertia and drastic action.\n\nDrastic action it is, then.",
    "releaseYear": 2020,
    "slug": "network-effect",
    "pageCount": 352,
    "rating": 4.395604395604396,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "audiobook"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "emotional",
      "tense",
      "mysterious",
      "hopeful",
      "lighthearted",
      "challenging",
      "inspiring"
    ],
    "ratingsCount": 546,
    "genres": [
      "Science fiction",
      "Fiction",
      "Fantasy",
      "Adventure",
      "LGBTQ",
      "Space",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332803/487291b01ddc8783710e7f90bd42666090e43d9f.jpeg",
      "width": 391,
      "height": 600
    }
  },
  {
    "title": "Nettle & Bone",
    "author": ["T. Kingfisher"],
    "description": "After years of seeing her sisters suffer at the hands of an abusive prince, Marra—the shy, convent-raised, third-born daughter—has finally realized that no one is coming to their rescue. No one, except for Marra herself.\r\n\r\nSeeking help from a powerful gravewitch, Marra is offered the tools to kill a prince—if she can complete three impossible tasks. But, as is the way in tales of princes, witches, and daughters, the impossible is only the beginning.\r\n\r\nOn her quest, Marra is joined by the gravewitch, a reluctant fairy godmother, a strapping former knight, and a chicken possessed by a demon. Together, the five of them intend to be the hand that closes around the throat of the prince and frees Marra's family and their kingdom from its tyrannous ruler at last.",
    "releaseYear": 2022,
    "slug": "nettle-bone",
    "pageCount": 320,
    "rating": 4.14404432132964,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "funny",
      "emotional",
      "mysterious",
      "tense",
      "hopeful",
      "lighthearted",
      "sad",
      "challenging"
    ],
    "ratingsCount": 361,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Fairy tales",
      "Mythology",
      "Abused wives"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/61249575/1957d973083b33cda63fd3d12238be76014a1466.jpeg",
      "width": 323,
      "height": 500
    }
  },
  {
    "title": "The Obelisk Gate",
    "author": ["N.K. Jemisin"],
    "description": "Essun's missing daughter grows more powerful every day, and her choices may destroy the world in this \"magnificent\" Hugo Award winner and NYT Notable Book. (NPR) The season of endings grows darker, as civilization fades into the long cold night. Essun -- once Damaya, once Syenite, now avenger -- has found shelter, but not her daughter. Instead there is Alabaster Tenring, destroyer of the world, with a request. But if Essun does what he asks, it would seal the fate of the Stillness forever. Far away, her daughter Nassun is growing in power -- and her choices will break the world. N. K. Jemisin's award winning trilogy continues in the sequel to The Fifth Season.",
    "releaseYear": 2016,
    "slug": "the-obelisk-gate",
    "pageCount": 411,
    "rating": 4.296654929577465,
    "tags": [
      "Strong Character Development",
      "Diverse Characters",
      "Loveable Characters",
      "A mix driven",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "Magic",
      "Mental Health",
      "Death"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "emotional",
      "tense",
      "mysterious",
      "challenging",
      "reflective",
      "sad",
      "inspiring",
      "thoughtful"
    ],
    "ratingsCount": 568,
    "genres": [
      "Fantasy",
      "Fiction",
      "Science fiction",
      "Young Adult",
      "Adventure",
      "LGBTQ",
      "Dystopian",
      "General",
      "End of the world"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30390634/8cb652965bdca668eb7999fd142eff5ca9cd0e5e.jpeg",
      "width": 319,
      "height": 500
    }
  },
  {
    "title": "The Bear and the Nightingale",
    "author": ["Katherine Arden"],
    "description": "Winter lasts most of the year at the edge of the Russian wilderness, and in the long nights, Vasilisa and her siblings love to gather by the fire to listen to their nurse’s fairy tales. Above all, Vasya loves the story of Frost, the blue-eyed winter demon. Wise Russians fear him, for he claims unwary souls, and they honor the spirits that protect their homes from evil.\n\nThen Vasya’s widowed father brings home a new wife from Moscow. Fiercely devout, Vasya’s stepmother forbids her family from honoring their household spirits, but Vasya fears what this may bring. And indeed, misfortune begins to stalk the village.\n\nBut Vasya’s stepmother only grows harsher, determined to remake the village to her liking and to groom her rebellious stepdaughter for marriage or a convent. As the village’s defenses weaken and evil from the forest creeps nearer, Vasilisa must call upon dangerous gifts she has long concealed—to protect her family from a threat sprung to life from her nurse’s most frightening tales.",
    "releaseYear": 2017,
    "slug": "the-bear-and-the-nightingale",
    "pageCount": 1235,
    "rating": 4.047540983606558,
    "tags": [
      "Not Diverse Characters",
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Character driven",
      "Plot driven",
      "Diverse Characters",
      "female author"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "mysterious",
      "emotional",
      "tense",
      "challenging",
      "sad",
      "reflective",
      "Cozy",
      "Magical"
    ],
    "ratingsCount": 305,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Young Adult Fiction",
      "Magic",
      "Historical Fiction",
      "Folklore",
      "Fairy tales",
      "Fantasy fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332590/6fb04a7154142151b0dd503edbbf330ce663ecb0.jpeg",
      "width": 336,
      "height": 500
    }
  },

  {
    "title": "Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch",
    "author": ["Neil Gaiman", "Terry Pratchett"],
    "description": "Armageddon only happens once, you know. They don't let you go around again until you get it right.\r\n\r\nAccording to the Nice and Accurate Prophecies of Agnes Nutter, Witch - the world's only totally reliable guide to the future, written in 1655, before she exploded - the world will end on a Saturday. \r\n\r\nNext Saturday, in fact. Just after tea...\r\n\r\nPeople have been predicting the end of the world almost from its very beginning, so it's only natural to be sceptical when a new date is set for Judgement Day.\r\n\r\nThis time though, the armies of Good and Evil really do appear to be massing. The four Bikers of the Apocalypse are hitting the road. But both the angels and demons - well, one fast-living demon and a somewhat fussy angel - would quite like the Rapture not to happen.\r\n\r\nOh, and someone seems to have misplaced the Antichrist...",
    "releaseYear": 1990,
    "slug": "good-omens",
    "pageCount": 432,
    "rating": 4.183978873239437,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "lighthearted",
      "reflective",
      "hopeful",
      "emotional",
      "dark",
      "tense",
      "inspiring",
      "relaxing"
    ],
    "ratingsCount": 1136,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Classics",
      "LGBTQ",
      "Humor",
      "Urban Fantasy",
      " English"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/25781438/e82f7695d3fb5f077c3a997a1359c639fdf7f891.jpeg",
      "width": 309,
      "height": 500
    }
  },
  {
    "title": "Leviathan Wakes",
    "author": ["James S. A. Corey"],
    "description": "From a New York Times bestselling and Hugo award-winning author comes a modern masterwork of science fiction, introducing a captain, his crew, and a detective as they unravel a horrifying solar system wide conspiracy that begins with a single missing girl. Now a Prime Original series. Humanity has colonized the solar system—Mars, the Moon, the Asteroid Belt and beyond—but the stars are still out of our reach. Jim Holden is XO of an ice miner making runs from the rings of Saturn to the mining stations of the Belt. When he and his crew stumble upon a derelict ship, the Scopuli, they find themselves in possession of a secret they never wanted. A secret that someone is willing to kill for—and kill on a scale unfathomable to Jim and his crew. War is brewing in the system unless he can find out who left the ship and why. Detective Miller is looking for a girl. One girl in a system of billions, but her parents have money and money talks. When the trail leads him to the Scopuli and rebel sympathizer Holden, he realizes that this girl may be the key to everything. Holden and Miller must thread the needle between the Earth government, the Outer Planet revolutionaries, and secretive corporations—and the odds are against them. But out in the Belt, the rules are different, and one small ship can change the fate of the universe. \"Interplanetary adventure the way it ought to be written.\" —George R. R. Martin The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "releaseYear": 2011,
    "slug": "leviathan-wakes",
    "pageCount": 621,
    "rating": 4.225143403441683,
    "tags": [
      "Diverse Characters",
      "Loveable Characters",
      "Weak Character Development",
      "Unloveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "dark",
      "tense",
      "funny",
      "challenging",
      "emotional",
      "hopeful",
      "reflective",
      "lighthearted"
    ],
    "ratingsCount": 1046,
    "genres": [
      "Science fiction",
      "Fiction",
      "Adventure",
      "Fantasy",
      "Dystopian",
      "War",
      "Space",
      "Aliens",
      "Mystery",
      "Politics"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/31795264/8326503637087890.jpg",
      "width": 973,
      "height": 1500
    }
  },
  {
    "title": "The Secret History",
    "author": ["Donna Tartt"],
    "description": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
    "releaseYear": 1992,
    "slug": "the-secret-history",
    "pageCount": 578,
    "rating": 4.036005434782608,
    "tags": [
      "Not Diverse Characters",
      "Unloveable Characters",
      "A mix driven",
      "Strong Character Development",
      "Weak Character Development",
      "Character driven",
      "Loveable Characters",
      "Diverse Characters",
      "Plot driven",
      "female author"
    ],
    "moods": [
      "dark",
      "mysterious",
      "tense",
      "emotional",
      "reflective",
      "sad",
      "Adventurous",
      "challenging",
      "funny",
      "inspiring"
    ],
    "ratingsCount": 736,
    "genres": [
      "Fiction",
      "Classics",
      "LGBTQ",
      "Mystery",
      "General",
      "Murder",
      "Thriller",
      "Friendship",
      "Spanish",
      "Literary Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30823800/10a85a6a452e60500f4a545a7d86ae824e030144.jpeg",
      "width": 324,
      "height": 500
    }
  },
  {
    "title": "The House in the Cerulean Sea",
    "author": ["TJ Klune"],
    "description": "Linus Baker is a by-the-book case worker in the Department in Charge of Magical Youth. He's tasked with determining whether six dangerous magical children are likely to bring about the end of the world.\n\nArthur Parnassus is the master of the orphanage. He would do anything to keep the children safe, even if it means the world will burn. And his secrets will come to light.\n\nThe House in the Cerulean Sea is an enchanting love story, masterfully told, about the profound experience of discovering an unlikely family in an unexpected place―and realizing that family is yours.",
    "releaseYear": 2020,
    "slug": "the-house-in-the-cerulean-sea",
    "pageCount": 400,
    "rating": 4.2929769392033545,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "LGBTQ+"
    ],
    "moods": [
      "emotional",
      "Adventurous",
      "funny",
      "lighthearted",
      "hopeful",
      "reflective",
      "inspiring",
      "mysterious",
      "relaxing",
      "dark"
    ],
    "ratingsCount": 954,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "LGBTQ",
      "Romance",
      "Magic",
      "adult"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/29272503/10207033-L.jpg",
      "width": 321,
      "height": 500
    }
  },
  {
    "title": "Legends & Lattes",
    "author": ["Travis Baldree"],
    "description": "Legends & Lattes is a cosy, heartwarming slice-of-life fantasy about found families and fresh starts - perfect for fans of TJ Klune, Katherine Addison and T. Kingfisher. High fantasy, low stakes - with a double-shot of coffee. After decades of adventuring, Viv the orc barbarian is finally hanging up her sword for good. Now she sets her sights on a new dream - for she plans to open the first coffee shop in the city of Thune. Even though no one there knows what coffee actually is.\n\n If Viv wants to put the past behind her, she can't go it alone. And help might arrive from unexpected quarters. Yet old rivals and new stand in the way of success. And Thune's shady underbelly could make it all too easy for Viv to take up the blade once more. \n\nBut the true reward of the uncharted path is the travellers you meet along the way. Whether bound by ancient magic, delicious pastries or a freshly brewed cup, they may become something deeper than Viv ever could have imagined.\n\n 'This is a warm hug of a book, a place to retreat from the world for a little while, drink a coffee, and come out a little better' - T. Kingfisher, bestselling author of Nettle & Bone",
    "releaseYear": 2022,
    "slug": "legends-lattes",
    "pageCount": 304,
    "rating": 4.156596173212487,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "LGBTQ+"
    ],
    "moods": [
      "lighthearted",
      "Adventurous",
      "emotional",
      "hopeful",
      "funny",
      "relaxing",
      "inspiring",
      "reflective",
      "mysterious",
      "tense"
    ],
    "ratingsCount": 993,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "LGBTQ",
      "Romance",
      "Mystery",
      "Cozy",
      "cozy fantasy",
      "Bakers"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30396420/4372639752917043.jpg",
      "width": 978,
      "height": 1500
    }
  },
  {
    "title": "The Poppy War",
    "author": ["R. F. Kuang"],
    "description": "“I have no doubt this will end up being the best fantasy debut of the year [...] I have absolutely no doubt that [Kuang’s] name will be up there with the likes of Robin Hobb and N.K. Jemisin.” -- Booknest A Library Journal, Paste Magazine, Vulture, BookBub, and ENTROPY Best Books pick! Washington Post \"5 Best Science Fiction and Fantasy Novel\" pick! A Bustle \"30 Best Fiction Books\" pick! A brilliantly imaginative talent makes her exciting debut with this epic historical military fantasy, inspired by the bloody history of China’s twentieth century and filled with treachery and magic, in the tradition of Ken Liu’s Grace of Kings and N.K. Jemisin’s Inheritance Trilogy. When Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising. But surprises aren’t always good. Because being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school. For while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . . Rin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
    "releaseYear": 2018,
    "slug": "the-poppy-war",
    "pageCount": 544,
    "rating": 4.024822695035461,
    "tags": [
      "Strong Character Development",
      "A mix driven",
      "Diverse Characters",
      "Unloveable Characters",
      "Loveable Characters",
      "Not Diverse Characters",
      "Weak Character Development",
      "Character driven",
      "Plot driven",
      "TBR"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "tense",
      "emotional",
      "sad",
      "challenging",
      "mysterious",
      "reflective",
      "harrowing",
      "Heavy"
    ],
    "ratingsCount": 705,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "War",
      "Magic",
      "High Fantasy",
      "Historical Fantasy",
      "Grimdark"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30399494/2613225725250086.jpg",
      "width": 996,
      "height": 1500
    }
  },
  {
    "title": "The Giver",
    "author": ["Lois Lowry"],
    "description": "Given his lifetime assignment at the Ceremony of Twelve, Jonas becomes the receiver of memories shared by only one other in his community and discovers the terrible truth about the society in which he lives.",
    "releaseYear": 1993,
    "slug": "the-giver",
    "pageCount": 202,
    "rating": 4.001569858712716,
    "tags": [
      "Not Diverse Characters",
      "Strong Character Development",
      "Loveable Characters",
      "Unloveable Characters",
      "A mix driven",
      "Plot driven",
      "Weak Character Development",
      "Character driven"
    ],
    "moods": [
      "emotional",
      "reflective",
      "mysterious",
      "dark",
      "Adventurous",
      "hopeful",
      "sad",
      "tense",
      "challenging",
      "inspiring"
    ],
    "ratingsCount": 1274,
    "genres": [
      "Young Adult",
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Classics",
      "Dystopian",
      "Adventure",
      "Comics",
      "Juvenile Fiction",
      "Biography"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30401086/ed0a01eaa3c1c3f1b1937c94963c51709e2eb165.jpeg",
      "width": 375,
      "height": 500
    }
  },
  {
    "title": "The Road",
    "author": ["Cormac McCarthy"],
    "description": "A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don’t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.",
    "releaseYear": 1974,
    "slug": "the-road",
    "pageCount": 287,
    "rating": 4.034328358208955,
    "tags": [
      "Loveable Characters",
      "Not Diverse Characters",
      "Character driven",
      "Strong Character Development",
      "Weak Character Development",
      "Unloveable Characters",
      "A mix driven",
      "Plot driven"
    ],
    "moods": [
      "dark",
      "emotional",
      "tense",
      "sad",
      "Adventurous",
      "reflective",
      "challenging",
      "hopeful",
      "mysterious",
      "lighthearted"
    ],
    "ratingsCount": 1005,
    "genres": [
      "Fiction",
      "Adventure",
      "Fantasy",
      "Young Adult",
      "Science fiction",
      "Classics",
      "Dystopian",
      "Travel",
      "Fairy tales",
      "Post Apocalyptic"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/642392/7620614454245640-cormacmcarthytheroad.jpg",
      "width": 648,
      "height": 1000
    }
  },
  {
    "title": "The Golden Compass",
    "author": ["Philip Pullman"],
    "description": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal—including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world.\n\nCan one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want.\n\nBut what Lyra doesn't know is that to help one of them will be to betray the other...\n\nA masterwork of storytelling and suspense, Philip Pullman's award-winning The Golden Compass is the first in the His Dark Materials series, which continues with The Subtle Knife and The Amber Spyglass.",
    "releaseYear": 1995,
    "slug": "the-golden-compass",
    "pageCount": 399,
    "rating": 4.041490262489416,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "emotional",
      "tense",
      "hopeful",
      "challenging",
      "dark",
      "inspiring",
      "lighthearted",
      "sad"
    ],
    "ratingsCount": 1181,
    "genres": [
      "Fantasy",
      "Adventure",
      "Fiction",
      "Young Adult",
      "Science fiction",
      "Classics",
      "Comics",
      "Juvenile Fiction",
      "Dystopian",
      "General"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/19151716/902688047208777-119322.jpg",
      "width": 320,
      "height": 475
    }
  },
  {
    "title": "The Eye of the World",
    "author": ["Robert Jordan"],
    "description": "In the Third Age, an age of prophecy when the world and time themselves hang in the balance, the Dark One, imprisoned by the Creator, is stirring in Shayol Ghul.",
    "releaseYear": 1990,
    "slug": "the-eye-of-the-world",
    "pageCount": 708,
    "rating": 4.016332982086407,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Plot driven",
      "Character driven",
      "Multiple POV's"
    ],
    "moods": [
      "Adventurous",
      "tense",
      "mysterious",
      "dark",
      "emotional",
      "funny",
      "challenging",
      "lighthearted",
      "relaxing",
      "informative"
    ],
    "ratingsCount": 949,
    "genres": [
      "Fantasy",
      "Fiction",
      "Classics",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Comics",
      "Comics & Graphic Novels",
      "Magic",
      "Children"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332323/437a620631d0c64a358d4a53c9c19addb3440e26.jpeg",
      "width": 308,
      "height": 500
    }
  },
  {
    "title": "The Girl with the Dragon Tattoo",
    "author": ["Stieg Larsson"],
    "description": "The disappearance forty years ago of Harriet Vanger, a young scion of one of the wealthiest families in Sweden, gnaws at her octogenarian uncle, Henrik Vanger. He is determined to know the truth about what he believes was her murder. He hires crusading journalist Mikael Blomkvist, recently at the wrong end of a libel case, to get to the bottom of Harriet's disappearance. Lisbeth Salander, a twenty-four-year-old, pierced, tattooed genius hacker, possessed of the hard-earned wisdom of someone twice her age--and a terrifying capacity for ruthlessness--assists Blomkvist with the investigation. This unlikely team discovers a vein of nearly unfathomable iniquity running through the Vanger family, an astonishing corruption at the highest echelon of Swedish industrialism--and a surprising connection between themselves.--From publisher description.",
    "releaseYear": 2005,
    "slug": "the-girl-with-the-dragon-tattoo-2005",
    "pageCount": 465,
    "rating": 4.057006092254134,
    "tags": [
      "Not Diverse Characters",
      "Weak Character Development",
      "Loveable Characters",
      "A mix driven",
      "Unloveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "dark",
      "mysterious",
      "tense",
      "Adventurous",
      "emotional",
      "challenging",
      "sad",
      "funny"
    ],
    "ratingsCount": 1149,
    "genres": [
      "Fiction",
      "Adventure",
      "Classics",
      "Comics",
      "Mystery",
      "Comics & Graphic Novels",
      "Thriller",
      "Suspense",
      "Murder",
      "Literary Collections"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/books/379085/9274740-L.jpg",
      "width": 340,
      "height": 500
    }
  },
  {
    "title": "The Hero of Ages",
    "author": ["Brandon Sanderson"],
    "description": "This book is not only the third book in a trilogy, but it’s Act Three of the the three-act structure for the Mistborn Trilogy—it’s the part of the story where the heroes have discovered that what they thought was the problem all along was not the true danger, and now they’re fighting for not only their own survival but that of the world they live in. The mists are killing people and staying out much longer than they should. The Ashmounts are spewing more and more choking ash into the sky, burying the crops that everyone needs to eat to live. And Ruin, the creature Vin was tricked into freeing from its prison of a millennium, is loose to wreak havoc upon the land. Life under the Lord Ruler is starting to look like paradise in comparison.\r\n\r\nWhile the first book in the trilogy turned the standard fantasy story on its head, this volume (perhaps inevitably?) returns in a way to the tropes the first volume was a reaction against. Yet in this case the enemy is not a human or humanlike Dark Lord, but something more like a force of nature—entropy itself given a will and a guiding personality in the form of Ruin.\r\n\r\nUltimately, the book is about how the characters we have grown to love from the previous volumes—Vin, Elend, Sazed, TenSoon, Spook, Marsh, and others—find the courage and faith to fight on in the face of overwhelming odds, just as Kelsier taught them when he plotted the downfall of the Final Empire.",
    "releaseYear": 2008,
    "slug": "the-hero-of-ages",
    "pageCount": 564,
    "rating": 4.571144674085851,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "Character driven",
      "Weak Character Development"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "emotional",
      "tense",
      "mysterious",
      "hopeful",
      "sad",
      "reflective",
      "inspiring",
      "challenging"
    ],
    "ratingsCount": 1258,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "War",
      "Dystopian",
      "Young Adult Fiction",
      "Magic",
      "Epic Fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/31464805/75e1c503a87dc7b039ca67ed843a25af3e616ae4.jpeg",
      "width": 332,
      "height": 500
    }
  },
  {
    "title": "A Clash of Kings",
    "author": ["George R.R. Martin"],
    "description": "A comet the color of blood and flame cuts across the sky. And from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns. Six factions struggle for control of a divided land and the Iron Throne of the Seven Kingdoms, preparing to stake their claims through tempest, turmoil, and war. It is a tale in which brother plots against brother and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, victory may go to the men and women possessed of the coldest steel . . . and the coldest hearts. For when kings clash, the whole land trembles.",
    "releaseYear": 1998,
    "slug": "a-clash-of-kings",
    "pageCount": 770,
    "rating": 4.348546042003231,
    "tags": [
      "Strong Character Development",
      "Unloveable Characters",
      "Loveable Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Character driven",
      "Weak Character Development",
      "Plot driven",
      "Multiple POV's"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "tense",
      "emotional",
      "challenging",
      "funny",
      "mysterious",
      "sad",
      "suspenseful"
    ],
    "ratingsCount": 1238,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Science fiction",
      "Comics",
      "War",
      "Comics & Graphic Novels",
      "Magic"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/7441206/83b941d8f996468d946641f3674e9b26461a3ddc.jpeg",
      "width": 332,
      "height": 500
    }
  },
  {
    "title": "The Lies of Locke Lamora",
    "author": ["Scott Lynch"],
    "description": "An orphan’s life is harsh—and often short—in the mysterious island city of Camorr. But young Locke Lamora dodges relentless danger, becoming a thief under the tutelage of a gifted con artist. As leader of the band of light-fingered brothers known as the Gentlemen Bastards, Locke is soon infamous, fooling even the underworld’s most feared ruler. But in the shadows lurks someone still more ambitious and deadly. Faced with a bloody coup that threatens to destroy everyone and everything that holds meaning in his mercenary life, Locke vows to beat the enemy at his own brutal game—or die trying.",
    "releaseYear": 2006,
    "slug": "the-lies-of-locke-lamora",
    "pageCount": 745,
    "rating": 4.272087067861715,
    "tags": [
      "Loveable Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "tense",
      "funny",
      "emotional",
      "mysterious",
      "challenging",
      "sad",
      "reflective"
    ],
    "ratingsCount": 781,
    "genres": [
      "Fiction",
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "High Fantasy",
      "Brigands and robbers"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/44173776/a3f3845a66a21eec3016abef71cf7be981af6107.jpeg",
      "width": 304,
      "height": 500
    }
  },
  {
    "title": "Station Eleven",
    "author": ["Emily St. John Mandel"],
    "description": "Kirsten Raymonde will never forget the night Arthur Leander, the famous Hollywood actor, had a heart attack on stage during a production of King Lear. That was the night when a devastating flu pandemic arrived in the city, and within weeks, civilization as we know it came to an end.\n\nTwenty years later, Kirsten moves between the settlements of the altered world with a small troupe of actors and musicians. They call themselves The Traveling Symphony, and they have dedicated themselves to keeping the remnants of art and humanity alive. But when they arrive in St. Deborah by the Water, they encounter a violent prophet who will threaten the tiny band’s existence. And as the story takes off, moving back and forth in time, and vividly depicting life before and after the pandemic, the strange twist of fate that connects them all will be revealed.",
    "releaseYear": 2014,
    "slug": "station-eleven",
    "pageCount": 333,
    "rating": 4.086979722518676,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "Unloveable Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "reflective",
      "tense",
      "sad",
      "mysterious",
      "hopeful",
      "challenging",
      "inspiring"
    ],
    "ratingsCount": 937,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Young Adult",
      "Dystopian",
      "Adventure",
      "Literary",
      "Actors",
      "Apocalypse",
      "Post-Apocalyptic Science Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/47671286/cde65e40092722f63a5b9a29a672d12bc75ae19b.jpeg",
      "width": 338,
      "height": 500
    }
  },
  {
    "title": "Words of Radiance",
    "author": ["Brandon Sanderson"],
    "description": "Expected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status \"darkeyes.\" Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl.\n\nThe Assassin, Szeth, is active again, murdering rulers all over the world of Roshar, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin's master has much deeper motives.\n\nBrilliant but troubled Shallan strives along a parallel path. Despite being broken in ways she refuses to acknowledge, she bears a terrible burden: to somehow prevent the return of the legendary Voidbringers and the civilization-ending Desolation that will follow. The secrets she needs can be found at the Shattered Plains, but just arriving there proves more difficult than she could have imagined.\n\nMeanwhile, at the heart of the Shattered Plains, the Parshendi are making an epochal decision. Hard pressed by years of Alethi attacks, their numbers ever shrinking, they are convinced by their war leader, Eshonai, to risk everything on a desperate gamble with the very supernatural forces they once fled. The possible consequences for Parshendi and humans alike, indeed, for Roshar itself, are as dangerous as they are incalculable.",
    "releaseYear": 2012,
    "slug": "words-of-radiance",
    "pageCount": 1328,
    "rating": 4.699463327370304,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Character driven",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "mysterious",
      "tense",
      "dark",
      "inspiring",
      "funny",
      "challenging",
      "hopeful",
      "reflective"
    ],
    "ratingsCount": 1118,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "Magic",
      "High Fantasy",
      "Epic Fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30445719/1737442677027974.jpg",
      "width": 611,
      "height": 1000
    }
  },
  {
    "title": "One Hundred Years of Solitude",
    "author": ["Gabriel García Márquez", "Gregory Rabassa"],
    "description": "One of the most influential literary works of our time, One Hundred Years of Solitude remains a dazzling and original achievement by the masterful Gabriel Garcia Marquez, winner of the Nobel Prize in Literature.\n\nOne Hundred Years of Solitude tells the story of the rise and fall, birth and death of the mythical town of Macondo through the history of the Buendiá family. Inventive, amusing, magnetic, sad and alive with unforgettable men and women—brimming with truth, compassion, and a lyrical magic that strikes the soul—this novel is a masterpiece in the art of fiction.",
    "releaseYear": 1967,
    "slug": "one-hundred-years-of-solitude",
    "pageCount": 422,
    "rating": 4.08671875,
    "tags": [
      "Weak Character Development",
      "Diverse Characters",
      "Unloveable Characters",
      "A mix driven",
      "Character driven",
      "Not Diverse Characters",
      "Loveable Characters",
      "Strong Character Development"
    ],
    "moods": [
      "reflective",
      "emotional",
      "challenging",
      "Adventurous",
      "mysterious",
      "dark",
      "funny",
      "sad"
    ],
    "ratingsCount": 640,
    "genres": [
      "Fiction",
      "Classics",
      "Fantasy",
      "General",
      "Mathematics",
      "Literature",
      "Historical Fiction",
      "Family & Relationships",
      "Spanish",
      "Foreign Language Study"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/2077335/6cef32181fa2f201384f37a5b03e1954ab69b099.jpeg",
      "width": 328,
      "height": 500
    }
  },
  {
    "title": "Hyperion",
    "author": ["Dan Simmons"],
    "description": "In the 29th century, the Hegemony of Man comprises hundreds of planets connected by farcaster portals. The Hegemony maintains an uneasy alliance with the TechnoCore, a civilisation of AIs. Modified humans known as Ousters live in space stations between stars and are engaged in conflict with the Hegemony.\r\n\r\nNumerous \"Outback\" planets have no farcasters and cannot be accessed without incurring significant time dilation. One of these planets is Hyperion, home to structures known as the Time Tombs, which are moving backwards in time and guarded by a legendary creature known as the Shrike. On the eve of an Ouster invasion of Hyperion, a final pilgrimage to the Time Tombs has been organized. The pilgrims decide that they will each tell their tale of how they were chosen for the pilgrimage.",
    "releaseYear": 1989,
    "slug": "hyperion",
    "pageCount": 492,
    "rating": 4.260204081632653,
    "tags": [
      "Diverse Characters",
      "Unloveable Characters",
      "Strong Character Development",
      "Weak Character Development",
      "Character driven",
      "Loveable Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "dark",
      "emotional",
      "reflective",
      "challenging",
      "funny",
      "sad",
      "tense",
      "inspiring"
    ],
    "ratingsCount": 686,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Adventure",
      "Classics",
      "War",
      "Space",
      "Aliens",
      "Future life",
      "Hyperion (Imaginary place)"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30428122/3c2f0e295e374546dcee4d94bd25197589d8484a.jpeg",
      "width": 326,
      "height": 500
    }
  },
  {
    "title": "The Blade Itself",
    "author": ["Joe Abercrombie"],
    "description": "The first novel in the First Law Trilogy and debut fantasy novel from New York Times bestseller, Joe Abercrombie. Logen Ninefingers, infamous barbarian, has finally run out of luck. Caught in one feud too many, he's on the verge of becoming a dead barbarian -- leaving nothing behind him but bad songs, dead friends, and a lot of happy enemies. Nobleman, dashing officer, and paragon of selfishness, Captain Jezal dan Luthar has nothing more dangerous in mind than fleecing his friends at cards and dreaming of glory in the fencing circle. But war is brewing, and on the battlefields of the frozen North they fight by altogether bloodier rules. Inquisitor Glokta, cripple turned torturer, would like nothing better than to see Jezal come home in a box. But then Glokta hates everyone: cutting treason out of the Union one confession at a time leaves little room for friendship. His latest trail of corpses may lead him right to the rotten heart of government, if he can stay alive long enough to follow it. Enter the wizard, Bayaz. A bald old man with a terrible temper and a pathetic assistant, he could be the First of the Magi, he could be a spectacular fraud, but whatever he is, he's about to make the lives of Logen, Jezal, and Glokta a whole lot more difficult. Murderous conspiracies rise to the surface, old scores are ready to be settled, and the line between hero and villain is sharp enough to draw blood. Unpredictable, compelling, wickedly funny, and packed with unforgettable characters, The Blade Itself is noir fantasy with a real cutting edge. First Law Trilogy The Blade Itself Before They Are Hanged Last Argument of Kings For more from Joe Abercrombie, check out: Novels in the First Law world Best Served Cold The Heroes Red Country",
    "releaseYear": 2001,
    "slug": "the-blade-itself",
    "pageCount": 560,
    "rating": 4.098051948051948,
    "tags": [
      "Diverse Characters",
      "Loveable Characters",
      "Strong Character Development",
      "Character driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Plot driven",
      "in russian"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "funny",
      "tense",
      "mysterious",
      "emotional",
      "lighthearted",
      "sad",
      "challenging",
      "hopeful"
    ],
    "ratingsCount": 770,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Comics",
      "War",
      "Grimdark",
      "Antiheroes",
      "Barbarians"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30402297/4088602550126954.jpg",
      "width": 964,
      "height": 1500
    }
  },
  {
    "title": "Tress of the Emerald Sea",
    "author": ["Brandon Sanderson", "Howard Lyon"],
    "description": "The only life Tress has known on her island home in an emerald-green ocean has been a simple one, with the simple pleasures of collecting cups brought by sailors from faraway lands and listening to stories told by her friend Charlie.\n\nBut when Charlie's father takes him on a voyage to find a bride and disaster strikes, Tress must stow away on a ship and seek the Sorceress of the deadly Midnight Sea. Amid the spore oceans where pirates abound, can Tress leave her simple life behind and make her own place sailing a sea where a single drop of water can mean instant death?",
    "releaseYear": 2023,
    "slug": "tress-of-the-emerald-sea",
    "pageCount": 480,
    "rating": 4.46606334841629,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Character driven",
      "Plot driven",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "lighthearted",
      "emotional",
      "hopeful",
      "mysterious",
      "inspiring",
      "tense",
      "reflective",
      "challenging"
    ],
    "ratingsCount": 663,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "Fiction / Fantasy / Epic"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30422481/8045471260148289-60531406.jpg",
      "width": 943,
      "height": 1471
    }
  },
  {
    "title": "The Perks of Being a Wallflower",
    "author": ["Stephen Chbosky"],
    "description": "Standing on the fringes of life...\noffers a unique perspective. But there comes a time to see\nwhat it looks like from the dance floor.\n\nThis haunting novel about the dilemma of passivity vs. passion marks the stunning debut of a provocative new voice in contemporary fiction: The Perks of Being A WALLFLOWER\n\nThis is the story of what it's like to grow up in high school. More intimate than a diary, Charlie's letters are singular and unique, hilarious and devastating. We may not know where he lives. We may not know to whom he is writing. All we know is the world he shares. Caught between trying to live his life and trying to run from it puts him on a strange course through uncharted territory. The world of first dates and mixed tapes, family dramas and new friends. The world of sex, drugs, and The Rocky Horror Picture Show, when all one requires is that the perfect song on that perfect drive to feel infinite.\n\nThrough Charlie, Stephen Chbosky has created a deeply affecting coming-of-age story, a powerful novel that will spirit you back to those wild and poignant roller coaster days known as growing up.",
    "releaseYear": 1999,
    "slug": "the-perks-of-being-a-wallflower",
    "pageCount": 240,
    "rating": 4.0498533724340176,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "Character driven",
      "Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "emotional",
      "dark",
      "sad",
      "reflective",
      "hopeful",
      "inspiring",
      "tense",
      "funny",
      "lighthearted",
      "mysterious"
    ],
    "ratingsCount": 1023,
    "genres": [
      "Fiction",
      "Young Adult",
      "Classics",
      "LGBTQ",
      "Juvenile Fiction",
      "General",
      "social science",
      "Contemporary",
      "American fiction",
      "Realistic Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/6205525/8c3a7c27ba02822d3083c1cca67081c35d702c18.jpeg",
      "width": 357,
      "height": 500
    }
  },
  {
    "title": "A Storm of Swords",
    "author": ["George R.R. Martin"],
    "description": "The Seven Kingdoms are torn by strife as the three surviving contenders for the throne continue their struggle for power, Robb Stark defends his fledgling kingdom from the ravaging Greyjoys, Winterfell lies in ruins, Jon Snow confronts an escalating threat from behind the Wall, and Danerys Stormborn and her dragon allies continue to grow in power. Here is the third volume in George R. Martin's magnificent cycle of novels that includes A Game of Thrones and A Clash of Kings. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. Martin's stunning series is destined to stand as one of the great achievements of imaginative fiction. A Storm of Swords Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as violently as ever, as alliances are made and broken. Joffrey, of House Lannister, sits on the Iron Throne, the uneasy ruler of the land of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, the victim of the jealous sorceress who holds him in her evil thrall. But young Robb, of House Stark, still rules the North from the fortress of Riverrun. Robb plots against his despised Lannister enemies, even as they hold his sister hostage at King's Landing, the seat of the Iron Throne. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. But as opposing forces maneuver for the final titanic showdown, an army of barbaric wildlings arrives from the outermost line of civilization. In their vanguard is a horde of mythical Others--a supernatural army of the living dead whose animated corpses are unstoppable. As the future of the land hangs in the balance, no one will rest until the Seven Kingdoms have exploded in a veritable storm of swords.",
    "releaseYear": 2000,
    "slug": "a-storm-of-swords",
    "pageCount": 992,
    "rating": 4.537171350861287,
    "tags": [
      "Strong Character Development",
      "Unloveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Weak Character Development"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "tense",
      "sad",
      "challenging",
      "mysterious"
    ],
    "ratingsCount": 1103,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "General",
      "Magic",
      "Spanish",
      "English fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332349/5249dbcbc118ae4ea68c37295c8386f96c341c95.jpeg",
      "width": 400,
      "height": 640
    }
  },
  {
    "title": "A Court of Mist and Fury",
    "author": ["Sarah J. Maas"],
    "description": "Feyre survived Amarantha’s clutches to return to the Spring Court–but at a steep cost. Though she now has the powers of the High Fae, her heart remains human, and it can’t forget the terrible deeds she performed to save Tamlin’s people.\n\nNor has Feyre forgotten her bargain with Rhysand, High Lord of the feared Night Court. As Feyre navigates its dark web of politics, passion, and dazzling power, a greater evil looms—and she might just be key to stopping it. But only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future—and the future of a world cleaved in two.",
    "releaseYear": 2016,
    "slug": "a-court-of-mist-and-fury",
    "pageCount": 659,
    "rating": 4.377450980392157,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Unloveable Characters",
      "Character driven",
      "Weak Character Development",
      "Plot driven",
      "Female MC"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "tense",
      "mysterious",
      "challenging",
      "sad",
      "funny",
      "lighthearted",
      "hopeful"
    ],
    "ratingsCount": 1122,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Romance",
      "Adventure",
      "War",
      "Juvenile Fiction",
      "General",
      "Young Adult Fiction",
      "Magic"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/50323130/22aae36f178586d62c607f5664f6e918fe08703b.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "The Kite Runner",
    "author": ["Khaled Hosseini"],
    "description": "The unforgettable, heartbreaking story of the unlikely friendship between a wealthy boy and the son of his father’s servant, caught in the tragic sweep of history, The Kite Runner transports readers to Afghanistan at a tense and crucial moment of change and destruction. A powerful story of friendship, it is also about the power of reading, the price of betrayal, and the possibility of redemption; and an exploration of the power of fathers over sons—their love, their sacrifices, their lies.\n \nSince its publication in 2003 Kite Runner has become a beloved, one-of-a-kind classic of contemporary literature, touching millions of readers, and launching the career of one of America's most treasured writers.",
    "releaseYear": 1969,
    "slug": "the-kite-runner",
    "pageCount": 401,
    "rating": 4.163907284768212,
    "tags": [
      "Strong Character Development",
      "Diverse Characters",
      "Loveable Characters",
      "A mix driven",
      "Unloveable Characters",
      "Character driven",
      "banned",
      "banned in USA"
    ],
    "moods": [
      "emotional",
      "dark",
      "sad",
      "tense",
      "challenging",
      "reflective",
      "Adventurous",
      "hopeful",
      "funny",
      "inspiring"
    ],
    "ratingsCount": 906,
    "genres": [
      "Fiction",
      "Young Adult",
      "Classics",
      "Comics",
      "History",
      "War",
      "General",
      "Literature",
      "Friendship",
      "Performing Arts"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30406169/3842999574958230.jpg",
      "width": 642,
      "height": 1000
    }
  },
  {
    "title": "The Priory of the Orange Tree",
    "author": ["Samantha Shannon"],
    "description": "The House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction – but assassins are getting closer to her door.\n\nEad Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic.\n\nAcross the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel.\n\nMeanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep.",
    "releaseYear": 2018,
    "slug": "the-priory-of-the-orange-tree",
    "pageCount": 849,
    "rating": 4.08457711442786,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven",
      "dragons",
      "queernorm"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "tense",
      "mysterious",
      "dark",
      "hopeful",
      "challenging",
      "sad",
      "funny",
      "reflective"
    ],
    "ratingsCount": 402,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "LGBTQ",
      "General",
      "Magic",
      "Assassins",
      "High Fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332434/47b63e09c5316bc1e0e7e2f320ebd5fc9b9c15e1.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "Gideon the Ninth",
    "author": ["Tamsyn Muir", "Jelena Katić Živanović"],
    "description": "\"The Emperor needs necromancers.\r\n\r\nThe Ninth Necromancer needs a swordswoman.\r\n\r\nGideon has a sword, some dirty magazines, and no more time for undead nonsense.\r\n\r\nTamsyn Muir’s Gideon the Ninth unveils a solar system of swordplay, cut-throat politics, and lesbian necromancers. Her characters leap off the page, as skillfully animated as arcane revenants. The result is a heart-pounding epic science fantasy.\r\n\r\nBrought up by unfriendly, ossifying nuns, ancient retainers, and countless skeletons, Gideon is ready to abandon a life of servitude and an afterlife as a reanimated corpse. She packs up her sword, her shoes, and her dirty magazines, and prepares to launch her daring escape. But her childhood nemesis won’t set her free without a service.\r\n\r\nHarrowhark Nonagesimus, Reverend Daughter of the Ninth House and bone witch extraordinaire, has been summoned into action. The Emperor has invited the heirs to each of his loyal Houses to a deadly trial of wits and skill. If Harrowhark succeeds she will be become an immortal, all-powerful servant of the Resurrection, but no necromancer can ascend without their cavalier. Without Gideon’s sword, Harrow will fail, and the Ninth House will die.\r\n\r\nOf course, some things are better left dead.\"",
    "releaseYear": 2019,
    "slug": "gideon-the-ninth",
    "pageCount": 448,
    "rating": 4.088006230529595,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven",
      "LGBTQ+"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "mysterious",
      "funny",
      "tense",
      "emotional",
      "challenging",
      "sad",
      "reflective",
      "lighthearted"
    ],
    "ratingsCount": 642,
    "genres": [
      "Fantasy",
      "Fiction",
      "Science fiction",
      "Young Adult",
      "LGBTQ",
      "Adventure",
      "Mystery",
      "Space",
      "Dystopian",
      "Horror"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332376/5bf3c29956bfa33ff0829ae4a136dd7c1e006543.jpeg",
      "width": 324,
      "height": 500
    }
  },
  {
    "title": "Ninth House",
    "author": ["Leigh Bardugo"],
    "description": "Galaxy “Alex” Stern is the most unlikely member of Yale’s freshman class. Raised in the Los Angeles hinterlands by a hippie mom, Alex dropped out of school early and into a world of shady drug-dealer boyfriends, dead-end jobs, and much, much worse. In fact, by age twenty, she is the sole survivor of a horrific, unsolved multiple homicide. Some might say she’s thrown her life away. But at her hospital bed, Alex is offered a second chance: to attend one of the world’s most prestigious universities on a full ride. What’s the catch, and why her?\n\nStill searching for answers, Alex arrives in New Haven tasked by her mysterious benefactors with monitoring the activities of Yale’s secret societies. Their eight windowless “tombs” are the well-known haunts of the rich and powerful, from high-ranking politicos to Wall Street’s biggest players. But their occult activities are more sinister and more extraordinary than any paranoid imagination might conceive. They tamper with forbidden magic. They raise the dead. And, sometimes, they prey on the living.",
    "releaseYear": 2019,
    "slug": "ninth-house-leigh-bardugo",
    "pageCount": 480,
    "rating": 4.032718120805369,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "dark",
      "mysterious",
      "Adventurous",
      "tense",
      "emotional",
      "challenging",
      "sad",
      "reflective",
      "funny",
      "informative"
    ],
    "ratingsCount": 596,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Mystery",
      "Thriller",
      "Magic",
      "Urban Fantasy",
      "Paranormal",
      "Adult Fiction",
      "Dark Academia"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/50636014/6a62672d810875ba820bbc109f07274ceabfccb3.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "Children of Time",
    "author": ["Adrian Tchaikovsky"],
    "description": "The last remnants of the human race left a dying Earth, desperate to find a new home. Following their ancestor's star maps, they discovered the greatest treasure of a past age - a world terraformed and prepared for human life.\r\nBut all is not right in this new Eden. The planet is not waiting for them, pristine and unoccupied. New monsters have turned it from a refuge into mankind's worst nightmare. Now two civilisations are on a collision course and must fight to survive. As the fate of humanity hangs in the balance, who are the true heirs of this new Earth?",
    "releaseYear": 2015,
    "slug": "children-of-time",
    "pageCount": 600,
    "rating": 4.269354838709678,
    "tags": [
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Loveable Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "tense",
      "reflective",
      "hopeful",
      "emotional",
      "challenging",
      "dark",
      "inspiring",
      "mysterious",
      "funny"
    ],
    "ratingsCount": 620,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Adventure",
      "Dystopian",
      "Space",
      "Aliens",
      "Dystopias"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30400632/1512151722488735-25563522.jpg",
      "width": 1843,
      "height": 2835
    }
  },
  {
    "title": "A Little Life",
    "author": ["Hanya Yanagihara"],
    "description": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity. Over the decades, their relationships deepen and darken, tinged by addiction, success, and pride. Yet their greatest challenge, each comes to realize, is Jude himself, by midlife a terrifyingly talented litigator yet an increasingly broken man, his mind and body scarred by an unspeakable childhood, and haunted by what he fears is a degree of trauma that he’ll not only be unable to overcome—but that will define his life forever.\n\nIn rich and resplendent prose, Hanya Yanagihara has fashioned a tragic and transcendent hymn to brotherly love, a masterful depiction of heartbreak, and a dark examination of the tyranny of memory and the limits of human endurance.",
    "releaseYear": 2015,
    "slug": "a-little-life",
    "pageCount": 720,
    "rating": 4.143434343434343,
    "tags": [
      "Diverse Characters",
      "Strong Character Development",
      "Loveable Characters",
      "Character driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Plot driven",
      "LGBTQ+"
    ],
    "moods": [
      "emotional",
      "dark",
      "sad",
      "tense",
      "reflective",
      "challenging",
      "Adventurous",
      "mysterious",
      "funny",
      "inspiring"
    ],
    "ratingsCount": 495,
    "genres": [
      "Fiction",
      "Classics",
      "LGBTQ",
      "Juvenile Nonfiction",
      "Friendship",
      "Families"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/774817/0bdba65a5c5c95da0a4a2cac8c6eeb447d6d5947.jpeg",
      "width": 328,
      "height": 500
    }
  },
  {
    "title": "The Ocean at the End of the Lane",
    "author": ["Neil Gaiman"],
    "description": "A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.\r\n\r\nForty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what.\r\n\r\nA groundbreaking work from a master, The Ocean at the End of the Lane is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark.",
    "releaseYear": 2013,
    "slug": "the-ocean-at-the-end-of-the-lane",
    "pageCount": 304,
    "rating": 4.056424581005587,
    "tags": [
      "Loveable Characters",
      "Not Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Diverse Characters",
      "Character driven",
      "Plot driven",
      "standalone"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "mysterious",
      "emotional",
      "tense",
      "sad",
      "reflective",
      "lighthearted",
      "hopeful",
      "funny"
    ],
    "ratingsCount": 895,
    "genres": [
      "Fiction",
      "Fantasy",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "Women",
      "Magic",
      "Boys"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332367/f23aac20ca501a73b6f2b348485f015091d1e361.jpeg",
      "width": 327,
      "height": 500
    }
  },
  {
    "title": "The Stand",
    "author": ["Stephen King"],
    "description": "Stephen King's apocalyptic vision of a world blasted by virus and tangled in an elemental struggle between good and evil remains as riveting and eerily plausible as when it was first published. Soon to be a television series. 'THE STAND is a masterpiece' (Guardian). Set in a virus-decimated US, King's thrilling American fantasy epic, is a Classic. First come the days of the virus. Then come the dreams. Dark dreams that warn of the coming of the dark man. The apostate of death, his worn-down boot heels tramping the night roads. The warlord of the charnel house and Prince of Evil. His time is at hand. His empire grows in the west and the Apocalypse looms. When a man crashes his car into a petrol station, he brings with him the foul corpses of his wife and daughter. He dies and it doesn't take long for the virus which killed him to spread across America and the world.",
    "releaseYear": 1978,
    "slug": "the-stand",
    "pageCount": 1553,
    "rating": 4.165492957746479,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Character driven",
      "Not Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "emotional",
      "tense",
      "mysterious",
      "sad",
      "funny",
      "reflective",
      "hopeful"
    ],
    "ratingsCount": 710,
    "genres": [
      "Fiction",
      "Fantasy",
      "Adventure",
      "Classics",
      "Science fiction",
      "Dystopian",
      "General",
      "Thriller",
      "Suspense",
      "Literary Collections"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30394634/1711b3d112ddf28cff204628dcd42cfb154f1b53.jpeg",
      "width": 252,
      "height": 405
    }
  },
  {
    "title": "A Feast for Crows",
    "author": ["George R.R. Martin"],
    "description": "The fourth book in \"New York Times\" bestselling author Martins landmark series arrives to the delight of fans the world over. This is historical fiction that never was, filled with gritty characters, realistic conflicts, heroism, barbarism, defeats, and triumphs.",
    "releaseYear": 2005,
    "slug": "a-feast-for-crows",
    "pageCount": 866,
    "rating": 4.042813455657493,
    "tags": [
      "Unloveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Plot driven"
    ],
    "moods": ["Adventurous", "dark", "tense", "mysterious", "challenging"],
    "ratingsCount": 981,
    "genres": [
      "Fiction",
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "Magic",
      "Alchemy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/31409255/86d3e8c97dfc68a8051629c820ada13d84f42158.jpeg",
      "width": 326,
      "height": 500
    }
  },
  {
    "title": "Recursion",
    "author": ["Blake Crouch"],
    "description": "Reality is broken.\n \nAt first, it looks like a disease. An epidemic that spreads through no known means, driving its victims mad with memories of a life they never lived. But the force that’s sweeping the world is no pathogen. It’s just the first shock wave, unleashed by a stunning discovery—and what’s in jeopardy is not our minds but the very fabric of time itself.\n \nIn New York City, Detective Barry Sutton is closing in on the truth—and in a remote laboratory, neuroscientist Helena Smith is unaware that she alone holds the key to this mystery . . . and the tools for fighting back.\n \nTogether, Barry and Helena will have to confront their enemy—before they, and the world, are trapped in a loop of ever-growing chaos.",
    "releaseYear": 2005,
    "slug": "recursion",
    "pageCount": 329,
    "rating": 4.1844319775596075,
    "tags": [
      "Not Diverse Characters",
      "Loveable Characters",
      "Weak Character Development",
      "Strong Character Development",
      "A mix driven",
      "Plot driven",
      "Unloveable Characters",
      "Character driven",
      "Diverse Characters",
      "YT Fun Fantasy Books"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "dark",
      "tense",
      "emotional",
      "challenging",
      "reflective",
      "sad"
    ],
    "ratingsCount": 713,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Classics",
      "Dystopian",
      "Thriller",
      "Suspense",
      "Police"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/31968027/91983cb00d2a53d0c88cf8b9eacf2d7714428465.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "Oathbringer",
    "author": ["Brandon Sanderson"],
    "description": "In Oathbringer, the third volume of the New York Times bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.\n\nDalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.\n\nNestled in the mountains high above the storms, in the tower city of Urithiru, Shallan Davar investigates the wonders of the ancient stronghold of the Knights Radiant and unearths dark secrets lurking in its depths. And Dalinar realizes that his holy mission to unite his homeland of Alethkar was too narrow in scope. Unless all the nations of Roshar can put aside Dalinar's blood-soaked past and stand together--and unless Dalinar himself can confront that past--even the restoration of the Knights Radiant will not prevent the end of civilization.",
    "releaseYear": 2017,
    "slug": "oathbringer",
    "pageCount": 1243,
    "rating": 4.546349942062572,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "tense",
      "mysterious",
      "reflective",
      "challenging",
      "sad",
      "hopeful",
      "funny"
    ],
    "ratingsCount": 863,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "Magic",
      "Fiction / Fantasy / Epic",
      "Fiction / Fantasy / Action & Adventure",
      "Fiction / Fantasy / Military"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/21953653/ad88cb8a8339d5c7aadcccaee4add1144bf80c45.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "Neverwhere",
    "author": ["Neil Gaiman"],
    "description": "\"Richard Mayhew is an ordinary young man with an ordinary life and a good heart. His world is changed forever when he stops to help a girl he finds bleeding on a London sidewalk. This small kindness propels him into a dark world he never dreamed existed. He must learn to survive in London Below, in a world of perpetual shadows and darkness, filled with monsters and saints, murderers and angels. He must survive if he is ever to return to the London that he knew.\"",
    "releaseYear": 1996,
    "slug": "neverwhere",
    "pageCount": 480,
    "rating": 4.112658227848101,
    "tags": [
      "Strong Character Development",
      "A mix driven",
      "Loveable Characters",
      "Diverse Characters",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven",
      "England (United Kingdom)"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "mysterious",
      "funny",
      "emotional",
      "lighthearted",
      "hopeful",
      "challenging",
      "relaxing"
    ],
    "ratingsCount": 790,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "English fiction",
      "Urban Fantasy",
      "Businessmen"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30403609/1008998-L.jpg",
      "width": 304,
      "height": 475
    }
  },
  {
    "title": "The Long Way to a Small, Angry Planet",
    "author": ["Becky Chambers"],
    "description": "When Rosemary Harper joins the crew of the Wayfarer, she isn't expecting much. The Wayfarer, a patched-up ship that's seen better days, offers her everything she could possibly want: a small, quiet spot to call home for a while, adventure in far-off corners of the galaxy, and distance from her troubled past.\n\nBut Rosemary gets more than she bargained for with the Wayfarer. The crew is a mishmash of species and personalities, from Sissix, the friendly reptilian pilot, to Kizzy and Jenks, the constantly sparring engineers who keep the ship running. Life on board is chaotic, but more or less peaceful - exactly what Rosemary wants.\nUntil the crew are offered the job of a lifetime: the chance to build a hyperspace tunnel to a distant planet.",
    "releaseYear": 2014,
    "slug": "the-long-way-to-a-small-angry-planet",
    "pageCount": 423,
    "rating": 4.139470013947001,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Unloveable Characters",
      "audiobook"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "funny",
      "lighthearted",
      "hopeful",
      "mysterious",
      "inspiring",
      "sad",
      "reflective",
      "challenging"
    ],
    "ratingsCount": 717,
    "genres": [
      "Science fiction",
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "LGBTQ",
      "Romance",
      "Juvenile Fiction",
      "Space",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30403894/3494270170561911.jpg",
      "width": 998,
      "height": 1500
    }
  },
  {
    "title": "Elantris",
    "author": ["Brandon Sanderson"],
    "description": "Elantris was the capital of Arelon: gigantic, beautiful, literally radiant, filled with benevolent beings who used their powerful magical abilities for the benefit of all. Yet each of these demigods was once an ordinary person until touched by the mysterious transforming power of the Shaod. Ten years ago, without warning, the magic failed. Elantrians became wizened, leper-like, powerless creatures, and Elantris itself dark, filthy, and crumbling.\n\nArelon's new capital, Kae, crouches in the shadow of Elantris. Princess Sarene of Teod arrives for a marriage of state with Crown Prince Raoden, hoping—based on their correspondence—to also find love. She finds instead that Raoden has died and she is considered his widow. Both Teod and Arelon are under threat as the last remaining holdouts against the imperial ambitions of the ruthless religious fanatics of Fjordell. So Sarene decides to use her new status to counter the machinations of Hrathen, a Fjordell high priest who has come to Kae to convert Arelon and claim it for his emperor and his god.\n\nBut neither Sarene nor Hrathen suspect the truth about Prince Raoden. Stricken by the same curse that ruined Elantris, Raoden was secretly exiled by his father to the dark city. His struggle to help the wretches trapped there begins a series of events that will bring hope to Arelon, and perhaps reveal the secret of Elantris itself.\n\nA rare epic fantasy that doesn't recycle the classics and that is a complete and satisfying story in one volume, Elantris is fleet and fun, full of surprises and characters to care about. It's also the wonderful debut of a welcome new star in the constellation of fantasy.",
    "releaseYear": 2005,
    "slug": "elantris",
    "pageCount": 656,
    "rating": 4.029661016949152,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Character driven",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "tense",
      "dark",
      "emotional",
      "hopeful",
      "funny",
      "challenging",
      "reflective",
      "inspiring"
    ],
    "ratingsCount": 826,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "War",
      "Magic",
      "High Fantasy",
      "Blessing and cursing"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30769393/ad110a295160ddfaf3ad12d1ee06f8193bb09d2e.jpeg",
      "width": 309,
      "height": 500
    }
  },
  {
    "title": "11/22/63",
    "author": ["Stephen King"],
    "description": "In this brilliantly conceived tour de force, Stephen King—who has absorbed the social, political, and popular culture of his generation more imaginatively and thoroughly than any other writer—takes readers on an incredible journey into the past and the possibility of altering it. \n\nIt begins with Jake Epping, a thirty-five-year-old English teacher in Lisbon Falls, Maine, who makes extra money teaching GED classes. He asks his students to write about an event that changed their lives, and one essay blows him away—a gruesome, harrowing story about the night more than fifty years ago when Harry Dunning’s father came home and killed his mother, his sister, and his brother with a sledgehammer. \n\nReading the essay is a watershed moment for Jake, his life—like Harry’s, like America’s in 1963—turning on a dime. Not much later his friend Al, who owns the local diner, divulges a secret: his storeroom is a portal to the past, a particular day in 1958. And Al enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination. \n\nSo begins Jake’s new life as George Amberson, in a different world of Ike and JFK and Elvis, of big American cars and sock hops and cigarette smoke everywhere. From the dank little city of Derry, Maine (where there’s Dunning business to conduct), to the warmhearted small town of Jodie, Texas, where Jake falls dangerously in love, every turn is leading eventually, of course, to a troubled loner named Lee Harvey Oswald and to Dallas, where the past becomes heart-stoppingly suspenseful, and where history might not be history anymore. \n\nTime-travel has never been so believable. Or so terrifying.",
    "releaseYear": 2011,
    "slug": "11-22-63",
    "pageCount": 849,
    "rating": 4.313374805598756,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "emotional",
      "Adventurous",
      "mysterious",
      "tense",
      "sad",
      "dark",
      "funny",
      "informative",
      "inspiring"
    ],
    "ratingsCount": 643,
    "genres": [
      "Fiction",
      "Fantasy",
      "Adventure",
      "Science fiction",
      "Thriller",
      "Education",
      " American",
      "Time Travel",
      "Alternative histories (Fiction)"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30399460/0f045cbb2203142d09a42528b616fea52fa35167.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "The Last Wish",
    "author": ["Andrzej Sapkowski"],
    "description": "Geralt is a Witcher, a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless hunter. Yet he is no ordinary killer. His sole purpose: to destroy the monsters that plague the world.\r\n\r\nBut not everything monstrous-looking is evil and not everything fair is good . . . and in every fairy tale there is a grain of truth.",
    "releaseYear": 1993,
    "slug": "the-last-wish",
    "pageCount": 352,
    "rating": 4.0591016548463354,
    "tags": [
      "Loveable Characters",
      "Weak Character Development",
      "Not Diverse Characters",
      "Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "N/A driven"
    ],
    "moods": [
      "Adventurous",
      "dark",
      "funny",
      "tense",
      "mysterious",
      "reflective",
      "lighthearted",
      "inspiring",
      "Magical",
      "Epic"
    ],
    "ratingsCount": 846,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "War",
      "Magic",
      "Fantasy fiction",
      "Epic Fantasy",
      "High Fantasy",
      "Polish language materials"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30407162/f310416f4712114b9ea86b666a03f267d337fc8c.jpeg",
      "width": 335,
      "height": 500
    }
  },
  {
    "title": "Iron Flame",
    "author": ["Rebecca Yarros"],
    "description": "Everyone expected Violet Sorrengail to die during her first year at Basgiath War College, Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.\n\nNow the real training begins, and Violet's already wondering how she'll get through. It's not just that it's grueling and maliciously brutal, or even that it's designed to stretch the riders' capacity for pain beyond endurance. It's the new vice commandant, who's made it his personal mission to teach Violet exactly how powerless she is - unless she betrays the man she loves.\n\nAlthough Violet's body might be weaker and frailer than everyone else's, she still has her wits, and a will of iron. And leadership is forgetting the most important lesson Basgiath has taught her: Dragon riders make their own rules.\n\nBut a determination to survive won't be enough this year.\n\nBecause Violet knows the real secret hidden for centuries at Basgiath War College - and nothing, not even dragon fire, may be enough to save them in the end.",
    "releaseYear": 2023,
    "slug": "iron-flame",
    "pageCount": 640,
    "rating": 4.021072796934866,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Plot driven",
      "Character driven",
      "dragons"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "tense",
      "dark",
      "mysterious",
      "challenging",
      "sad",
      "funny",
      "hopeful",
      "reflective"
    ],
    "ratingsCount": 783,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Romance",
      "War",
      "LGBTQ",
      "Dystopian",
      "Magic",
      "Suspense"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/60991785/2bd76bde6a03cb77c6cdbdc7b6e045744e1ef5ff.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "Jurassic Park",
    "author": ["Michael Crichton"],
    "description": "A breakthrough in genetic engineering leads to the development of a technique for recovering and cloning dinosaur DNA, a method that brings about the creation of Jurassic Park, a tourist attraction populated by creatures extinct for eons.",
    "releaseYear": 1990,
    "slug": "jurassic-park",
    "pageCount": 805,
    "rating": 4.084659090909091,
    "tags": [
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters"
    ],
    "moods": [
      "Adventurous",
      "tense",
      "dark",
      "mysterious",
      "funny",
      "sad",
      "informative"
    ],
    "ratingsCount": 880,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Young Adult",
      "Adventure",
      "Classics",
      "Juvenile Fiction",
      "General",
      "Science",
      "Thriller"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30401767/7336843016391221-81rBVCDfrgL._AC_UF1000,1000_QL80_.jpg",
      "width": 579,
      "height": 1000
    }
  },
  {
    "title": "Where the Crawdads Sing",
    "author": ["Delia Owens"],
    "description": "For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens.\n\nWhere the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
    "releaseYear": 2018,
    "slug": "where-the-crawdads-sing",
    "pageCount": 384,
    "rating": 4.075566750629723,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Character driven",
      "Weak Character Development",
      "Plot driven",
      "banned"
    ],
    "moods": [
      "emotional",
      "mysterious",
      "Adventurous",
      "reflective",
      "sad",
      "tense",
      "dark",
      "hopeful",
      "inspiring",
      "challenging"
    ],
    "ratingsCount": 794,
    "genres": [
      "Fiction",
      "Mystery",
      "Romance",
      "Historical Fiction",
      "Murder",
      "Nature",
      "Literary",
      "Realistic Fiction",
      "Coming of Age",
      "Historical"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/22309128/6102116956447505.jpg",
      "width": 997,
      "height": 1501
    }
  },
  {
    "title": "A Dance with Dragons",
    "author": ["George R.R. Martin"],
    "description": "Dubbed “the American Tolkien” by Time magazine, George R. R. Martin has earned international acclaim for his monumental cycle of epic fantasy. Now the #1 New York Times bestselling author delivers the fifth book in his landmark series—as both familiar faces and surprising new forces vie for a foothold in a fragmented empire. \r\n\r\nIn the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance -- beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind. \r\n\r\nFleeing from Westeros with a prince on his head. Tyrion Lannister, too, is making his way to Daenerys. but his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys's claim to Westeros forever.\r\n\r\nMeanwhile, to the north lies the mammoth wall of ice and stone -- a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night's Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creature of ice.\r\n\r\nFrom all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all.",
    "releaseYear": 2011,
    "slug": "a-dance-with-dragons",
    "pageCount": 1154,
    "rating": 4.218468468468468,
    "tags": [
      "Diverse Characters",
      "Unloveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "dragons"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "challenging",
      "mysterious",
      "tense"
    ],
    "ratingsCount": 888,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "War",
      "General",
      "Magic",
      "Fantasy fiction",
      "dragons"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30399219/4515927511342250.jpg",
      "width": 1879,
      "height": 2854
    }
  },
  {
    "title": "A Court of Wings and Ruin",
    "author": ["Sarah J. Maas"],
    "description": "Feyre has returned to the Spring Court, determined to gather information on Tamlin's actions and learn what she can about the invading king threatening to bring her land to its knees. But to do so she must play a deadly game of deceit. One slip could bring doom not only for Feyre, but for everything-and everyone-she holds dear.\n\nAs war bears down upon them all, Feyre endeavors to take her place amongst the High Fae of the land, balancing her struggle to master her powers-both magical and political-and her love for her court and family. Amidst these struggles, Feyre and Rhysand must decide whom to trust amongst the cunning and lethal High Lords, and hunt for allies in unexpected places.\n\nIn this thrilling third book in the #1 bestselling series from Sarah J. Maas, the fate of Feyre's world is at stake as armies grapple for power over the one thing that could destroy it.",
    "releaseYear": 2017,
    "slug": "a-court-of-wings-and-ruin",
    "pageCount": 753,
    "rating": 4.2093147751606,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven",
      "Unloveable Characters",
      "banned"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "tense",
      "dark",
      "sad",
      "challenging",
      "mysterious",
      "hopeful",
      "reflective",
      "funny"
    ],
    "ratingsCount": 934,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "War",
      "Young Adult Fiction",
      "Politics",
      "Fairy tales",
      "Romantasy",
      "Fantasy romance"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/20190096/4a2e402a6e3cd048d4c25b8ac30ffdaeb385d854.jpeg",
      "width": 325,
      "height": 500
    }
  },
  {
    "title": "House of Leaves",
    "author": ["Mark Z. Danielewski"],
    "description": "House of Leaves is an epistolary fiction and metafiction novel focusing on a fictional documentary film titled the Navidson Record, presented as a story within a story discussed in a handwritten monograph recovered by the primary narrator, Johnny Truant. The narrative makes heavy use of multiperspectivity as Truant's footnotes chronicle his efforts to transcribe the manuscript, which itself reveals the Navidson Record's supposed narrative through transcriptions and analysis depicting a story of a family who discovers a larger-on-the-inside labyrinth in their house.",
    "releaseYear": 1999,
    "slug": "house-of-leaves",
    "pageCount": 709,
    "rating": 4.117994100294985,
    "tags": [
      "Not Diverse Characters",
      "Unloveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Loveable Characters",
      "Character driven",
      "Diverse Characters",
      "Metafiction"
    ],
    "moods": [
      "dark",
      "mysterious",
      "tense",
      "challenging",
      "emotional",
      "Adventurous",
      "reflective",
      "sad",
      "informative"
    ],
    "ratingsCount": 339,
    "genres": [
      "Fiction",
      "Fantasy",
      "Classics",
      "Science fiction",
      "Suspense",
      "Horror",
      "American fiction",
      "Epistolary",
      "Documentary films"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/10557244/8590563112387144-houseofleaves.jpg",
      "width": 700,
      "height": 1000
    }
  },
  {
    "title": "Sea of Tranquility",
    "author": ["Emily St. John Mandel"],
    "description": "A novel of art, time travel, love, and plague that takes the reader from Vancouver Island in 1912 to a dark colony on the moon five hundred years later, unfurling a story of humanity across centuries and space.\n\nEdwin St. Andrew is eighteen years old when he crosses the Atlantic by steamship, exiled from polite society following an ill-conceived diatribe at a dinner party. He enters the forest, spellbound by the beauty of the Canadian wilderness, and suddenly hears the notes of a violin echoing in an airship terminal--an experience that shocks him to his core.\n\nTwo centuries later a famous writer named Olive Llewellyn is on a book tour. She's traveling all over Earth, but her home is the second moon colony, a place of white stone, spired towers, and artificial beauty. Within the text of Olive's best-selling pandemic novel lies a strange passage: a man plays his violin for change in the echoing corridor of an airship terminal as the trees of a forest rise around him.\n\nWhen Gaspery-Jacques Roberts, a detective in the black-skied Night City, is hired to investigate an anomaly in the North American wilderness, he uncovers a series of lives upended: The exiled son of an earl driven to madness, a writer trapped far from home as a pandemic ravages Earth, and a childhood friend from the Night City who, like Gaspery himself, has glimpsed the chance to do something extraordinary that will disrupt the timeline of the universe.\n\nA virtuoso performance that is as human and tender as it is intellectually playful, Sea of Tranquility is a novel of time travel and metaphysics that precisely captures the reality of our current moment.'",
    "releaseYear": 2022,
    "slug": "sea-of-tranquility",
    "pageCount": 258,
    "rating": 4.00625,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Character driven",
      "Plot driven",
      "N/A driven"
    ],
    "moods": [
      "mysterious",
      "Adventurous",
      "reflective",
      "emotional",
      "hopeful",
      "sad",
      "tense",
      "funny",
      "challenging",
      "dark"
    ],
    "ratingsCount": 560,
    "genres": [
      "Fiction",
      "Science fiction",
      "Fantasy",
      "Dystopian",
      "Space",
      "Literary Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/31422831/d6e1d6447aec39c7ff13600f6c268ef156631dbe.jpeg",
      "width": 311,
      "height": 500
    }
  },
  {
    "title": "Jade City",
    "author": ["Fonda Lee"],
    "description": "Jade is the lifeblood of the island of Kekon. It has been mined, traded, stolen, and killed for -- and for centuries, honorable Green Bone warriors like the Kaul family have used it to enhance their magical abilities and defend the island from foreign invasion. \n\nNow, the war is over and a new generation of Kauls vies for control of Kekon's bustling capital city. They care about nothing but protecting their own, cornering the jade market, and defending the districts under their protection. Ancient tradition has little place in this rapidly changing nation. \n\nWhen a powerful new drug emerges that lets anyone -- even foreigners -- wield jade, the simmering tension between the Kauls and the rival Ayt family erupts into open violence. The outcome of this clan war will determine the fate of all Green Bones -- and of Kekon itself. \n\nPraise for Jade City:\n\nNamed one of TIME's Top 100 Fantasy Books Of All Time.\nWinner of the World Fantasy Award for Best Novel.\n\n\"An epic drama reminiscent of the best classic Hong Kong gangster films but set in a fantasy metropolis so gritty and well-imagined that you'll forget you're reading a book.\" --Ken Liu, Hugo, Nebula, and World Fantasy Award-winning author \n\n\"A beautifully realized setting, a great cast of characters, and dramatic action scenes. What a fun, gripping read!\" --Ann Leckie, Hugo, Nebula, and Arthur C. Clarke Award-winning author \n\n\"An instantly absorbing tale of blood, honor, family and magic, spiced with unexpectedly tender character beats.\" --NPR The Green Bone Saga Jade City Jade War Jade Legacy",
    "releaseYear": 2017,
    "slug": "jade-city",
    "pageCount": 498,
    "rating": 4.085869565217391,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "emotional",
      "tense",
      "Adventurous",
      "dark",
      "mysterious",
      "challenging",
      "sad",
      "reflective",
      "funny"
    ],
    "ratingsCount": 460,
    "genres": [
      "Fantasy",
      "Fiction",
      "Science fiction",
      "LGBTQ",
      "Politics",
      "Magic",
      "Urban Fantasy",
      "Crime"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332578/040b3644e0dd5fd194c03c5bdc10823d95f29dfc.jpeg",
      "width": 321,
      "height": 500
    }
  },
  {
    "title": "A Psalm for the Wild-Built",
    "author": ["Becky Chambers"],
    "description": "It’s been centuries since the robots of Panga gained self-awareness and laid down their tools; centuries since they wandered, en masse, into the wilderness, never to be seen again; centuries since they faded into myth and urban legend.\n\nOne day, the life of a tea monk is upended by the arrival of a robot, there to honor the old promise of checking in. The robot cannot go back until the question of “what do people need?” is answered.\n\nBut the answer to that question depends on who you ask, and how. They’re going to need to ask it a lot.",
    "releaseYear": 2021,
    "slug": "a-psalm-for-the-wild-built",
    "pageCount": 160,
    "rating": 4.2642967542503865,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "Not Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Unloveable Characters",
      "LGBTQ+",
      "Novella"
    ],
    "moods": [
      "reflective",
      "Adventurous",
      "emotional",
      "hopeful",
      "lighthearted",
      "inspiring",
      "funny",
      "relaxing",
      "informative",
      "challenging"
    ],
    "ratingsCount": 647,
    "genres": [
      "Science fiction",
      "Fiction",
      "Fantasy",
      "Adventure",
      "LGBTQ",
      "Dystopian",
      "lgbtqia+",
      "Solarpunk"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/28452919/1694923853483346.jpg",
      "width": 1100,
      "height": 1760
    }
  },
  {
    "title": "A Good Girl's Guide to Murder",
    "author": ["Holly Jackson"],
    "description": "Everyone in Fairview knows the story.\n\nPretty and popular high school senior Andie Bell was murdered by her boyfriend, Sal Singh, who then killed himself. It was all anyone could talk about. And five years later, Pip sees how the tragedy still haunts her town.\n\nBut she can’t shake the feeling that there was more to what happened that day. She knew Sal when she was a child, and he was always so kind to her. How could he possibly have been a killer?\n\nNow a senior herself, Pip decides to reexamine the closed case for her final project, at first just to cast doubt on the original investigation. But soon she discovers a trail of dark secrets that might actually prove Sal innocent . . . and the line between past and present begins to blur. Someone in Fairview doesn’t want Pip digging around for answers, and now her own life might be in danger.",
    "releaseYear": 2019,
    "slug": "a-good-girls-guide-to-murder",
    "pageCount": 400,
    "rating": 4.168445121951219,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters",
      "Character driven",
      "Not Diverse Characters"
    ],
    "moods": [
      "mysterious",
      "Adventurous",
      "tense",
      "dark",
      "emotional",
      "challenging",
      "funny",
      "sad",
      "reflective",
      "lighthearted"
    ],
    "ratingsCount": 656,
    "genres": [
      "Fiction",
      "Young Adult",
      "Mystery",
      "Young Adult Fiction",
      "Thriller",
      "Cold cases (Criminal investigation)"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/24941107/a9f54984fc174a35421a96c3bd5070241947dc96.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "It",
    "author": ["Stephen King"],
    "description": "Welcome to Derry, Maine ...\n\nIt’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real ...\n\nThey were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.",
    "releaseYear": 1980,
    "slug": "it",
    "pageCount": 1168,
    "rating": 4.072254335260116,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Not Diverse Characters",
      "Character driven",
      "banned",
      "banned in USA"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "mysterious",
      "tense",
      "emotional",
      "sad",
      "reflective",
      "funny",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 692,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Science fiction",
      "Classics",
      "General",
      "Juvenile Nonfiction",
      "Thriller",
      "Suspense",
      "Horror"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/1151040/20be03e800cfe9caa71c646d3ee6bda99ad43793.jpeg",
      "width": 346,
      "height": 500
    }
  },
  {
    "title": "Warbreaker",
    "author": ["Brandon Sanderson"],
    "description": "From #1 New York Times bestselling author Brandon Sanderson, Warbreaker is the story of two sisters, who happen to be princesses, the God King one of them has to marry, the lesser god who doesn't like his job, and the immortal who's still trying to undo the mistakes he made hundreds of years ago. Their world is one in which those who die in glory return as gods to live confined to a pantheon in Hallandren's capital city and where a power known as BioChromatic magic is based on an essence known as breath that can only be collected one unit at a time from individual people. By using breath and drawing upon the color in everyday objects, all manner of miracles and mischief can be accomplished. It will take considerable quantities of each to resolve all the challenges facing Vivenna and Siri, princesses of Idris; Susebron the God King; Lightsong, reluctant god of bravery, and mysterious Vasher, the Warbreaker. Other Tor books by Brandon Sanderson The Cosmere The Stormlight Archive The Way of Kings Words of Radiance Edgedancer (Novella) Oathbringer (forthcoming) The Mistborn trilogy Mistborn: The Final Empire The Well of Ascension The Hero of Ages Mistborn: The Wax and Wayne series Alloy of Law Shadows of Self Bands of Mourning Collection Arcanum Unbounded Other Cosmere novels Elantris Warbreaker The Alcatraz vs. the Evil Librarians series Alcatraz vs. the Evil Librarians The Scrivener's Bones The Knights of Crystallia The Shattered Lens The Dark Talent The Rithmatist series The Rithmatist Other books by Brandon Sanderson The Reckoners Steelheart Firefight Calamity",
    "releaseYear": 2009,
    "slug": "warbreaker",
    "pageCount": 688,
    "rating": 4.159263959390863,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "Diverse Characters",
      "Character driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "emotional",
      "tense",
      "dark",
      "funny",
      "lighthearted",
      "hopeful",
      "challenging",
      "inspiring"
    ],
    "ratingsCount": 788,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science fiction",
      "Magic",
      "Fantasy fiction",
      "High Fantasy",
      "Fantasy."
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/31568234/d4412ee724c86c56d63d31cb7ba0740d8aa48658.jpeg",
      "width": 305,
      "height": 500
    }
  },
  {
    "title": "Coraline",
    "author": ["Neil Gaiman", "Chris Riddell"],
    "description": "\"Coraline discovered the door a little while after they moved into the house....\"\n\nWhen Coraline steps through a door to find another house strangely similar to her own (only better), things seem marvelous.\n\nBut there's another mother there, and another father, and they want her to stay and be their little girl. They want to change her and never let her go.\n\nCoraline will have to fight with all her wit and courage if she is to save herself and return to her ordinary life.\n\nNeil Gaiman's Coraline is a can't-miss classic that enthralls readers age 8 to 12 but also adults who enjoy a perfect smart spooky read.",
    "releaseYear": 2001,
    "slug": "coraline",
    "pageCount": 176,
    "rating": 4.07681755829904,
    "tags": [
      "Loveable Characters",
      "Not Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Diverse Characters",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "Monster"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "mysterious",
      "emotional",
      "tense",
      "hopeful",
      "funny",
      "inspiring",
      "reflective",
      "lighthearted"
    ],
    "ratingsCount": 729,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Classics",
      "Comics",
      "Juvenile Fiction",
      "Graphic novels",
      "Horror",
      "Children"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30432385/1521826581986394-lf.jpeg",
      "width": 394,
      "height": 595
    }
  },
  {
    "title": "The Titan's Curse",
    "author": ["Rick Riordan"],
    "description": "When Percy Jackson gets an urgent distress call from his friend Grover, he immediately prepares for battle. He knows he will need his powerful demigod allies at his side, his trusty bronze sword Riptide, and… a ride from his mom.\n\nThe demigods rush to the rescue to find that Grover has made an important discovery: two powerful half-bloods whose parentage is unknown. But that’s not all that awaits them. The titan lord Kronos has devised his most treacherous plot yet, and the young heroes have just fallen prey.\n\nThey’re not the only ones in danger. An ancient monster has arisen — one rumored to be so powerful it could destroy Olympus — and Artemis, the only goddess who might know how to track it, is missing. Now Percy and his friends, along with the Hunters of Artemis, have only a week to find the kidnapped goddess and solve the mystery of the monster she was hunting. Along the way, they must face their most dangerous challenge yet: the chilling prophecy of the titan’s curse.",
    "releaseYear": 2007,
    "slug": "the-titans-curse",
    "pageCount": 312,
    "rating": 4.1658536585365855,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "funny",
      "dark",
      "mysterious",
      "sad",
      "challenging",
      "tense",
      "lighthearted",
      "hopeful"
    ],
    "ratingsCount": 820,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Comics",
      "Juvenile Fiction",
      "Mystery",
      "General",
      "Young Adult Fiction",
      "Thriller"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/12189775/33c23b45601b0b1177d944ac993a810370a9d101.jpeg",
      "width": 339,
      "height": 500
    }
  },
  {
    "title": "Artificial Condition",
    "author": ["Martha Wells", "Kevin R. Free"],
    "description": "It has a dark past -- one in which a number of humans were killed. A past that caused it to christen itself \"Murderbot.\"\n\nBut it has only vague memories of the massacre that spawned that title, and it wants to know more.\n\nTeaming up with a Research Transport vessel named ART (you don't want to know what the \"A\" stands for), Murderbot heads to the mining facility where it went rogue.\n\nWhat it discovers will forever change the way it thinks...",
    "releaseYear": 2018,
    "slug": "artificial-condition",
    "pageCount": 1232,
    "rating": 4.164187035069076,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Character driven",
      "Unloveable Characters",
      "Plot driven",
      "Robots"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "mysterious",
      "lighthearted",
      "tense",
      "dark",
      "emotional",
      "hopeful",
      "relaxing",
      "challenging"
    ],
    "ratingsCount": 941,
    "genres": [
      "Science fiction",
      "Fiction",
      "Adventure",
      "Fantasy",
      "LGBTQ",
      "Space",
      "Suspense",
      "Space Opera"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/43328916/fa176120b21cfbaafcd9a26fe6f4252433a53f1f.jpeg",
      "width": 330,
      "height": 500
    }
  },
  {
    "title": "Rhythm of War",
    "author": ["Brandon Sanderson"],
    "description": "The eagerly awaited sequel to the #1 New York Times bestselling Oathbringer, from epic fantasy author Brandon Sanderson.\n\nAfter forming a coalition of human resistance against the enemy invasion, Dalinar Kholin and his Knights Radiant have spent a year fighting a protracted, brutal war. Neither side has gained an advantage, and the threat of a betrayal by Dalinar's crafty ally Taravangian looms over every strategic move.\n\nNow, as new technological discoveries by Navani Kholin's scholars begin to change the face of the war, the enemy prepares a bold and dangerous operation. The arms race that follows will challenge the very core of the Radiant ideals, and potentially reveal the secrets of the ancient tower that was once the heart of their strength.\n\nAt the same time that Kaladin Stormblessed must come to grips with his changing role within the Knights Radiant, his Windrunners face their own problem: As more and more deadly enemy Fused awaken to wage war, no more honorspren are willing to bond with humans to increase the number of Radiants. Adolin and Shallan must lead the coalition’s envoy to the honorspren stronghold of Lasting Integrity and either convince the spren to join the cause against the evil god Odium, or personally face the storm of failure.",
    "releaseYear": 2020,
    "slug": "rhythm-of-war",
    "pageCount": 1232,
    "rating": 4.564786585365853,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "tense",
      "dark",
      "mysterious",
      "hopeful",
      "challenging",
      "sad",
      "funny",
      "inspiring"
    ],
    "ratingsCount": 656,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Science fiction",
      "War",
      "Good and evil"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/26332868/10514306-L.jpg",
      "width": 329,
      "height": 499
    }
  },
  {
    "title": "Red, White & Royal Blue",
    "author": ["Casey McQuiston"],
    "description": " What happens when America's First Son falls in love with the Prince of Wales? When his mother became President, Alex Claremont-Diaz was promptly cast as the American equivalent of a young royal. Handsome, charismatic, genius—his image is pure millennial-marketing gold for the White House. There's only one problem: Alex has a beef with the actual prince, Henry, across the pond. And when the tabloids get hold of a photo involving an Alex-Henry altercation, U.S./British relations take a turn for the worse. Heads of family, state, and other handlers devise a plan for damage control: staging a truce between the two rivals. What at first begins as a fake, Instragramable friendship grows deeper, and more dangerous, than either Alex or Henry could have imagined. Soon Alex finds himself hurtling into a secret romance with a surprisingly unstuffy Henry that could derail the campaign and upend two nations and begs the question: Can love save the world after all? Where do we find the courage, and the power, to be the people we are meant to be? And how can we learn to let our true colors shine through? Casey McQuiston's Red, White & Royal Blue proves: true love isn't always diplomatic. \"Red, White & Royal Blue is outrageously fun. It is romantic, sexy, witty, and thrilling. I loved every second.\" - Taylor Jenkins Reid, New York Times bestselling author of Daisy Jones & The Six",
    "releaseYear": 2003,
    "slug": "red-white-royal-blue",
    "pageCount": 432,
    "rating": 4.027595269382392,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Weak Character Development",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "banned"
    ],
    "moods": [
      "emotional",
      "funny",
      "lighthearted",
      "hopeful",
      "reflective",
      "Adventurous",
      "inspiring",
      "relaxing",
      "challenging",
      "tense"
    ],
    "ratingsCount": 761,
    "genres": [
      "Fiction",
      "Romance",
      "Young Adult",
      "LGBTQ",
      "Cooking",
      "Realistic Fiction",
      "Queer",
      "New adult",
      "LGBTQ Literature",
      "Gay"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/45938450/4ca69ef9502734d471f8bce40baef20215efb9d8.jpeg",
      "width": 326,
      "height": 500
    }
  },
  {
    "title": "The Left Hand of Darkness",
    "author": ["Ursula K. Le Guin"],
    "description": "Ursula K. Le Guin’s groundbreaking work of science fiction—winner of the Hugo and Nebula Awards.\n\nA lone human ambassador is sent to the icebound planet of Winter, a world without sexual prejudice, where the inhabitants’ gender is fluid. His goal is to facilitate Winter’s inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the strange, intriguing culture he encounters...\n\nEmbracing the aspects of psychology, society, and human emotion on an alien world, The Left Hand of Darkness stands as a landmark achievement in the annals of intellectual science fiction.",
    "releaseYear": 1969,
    "slug": "the-left-hand-of-darkness",
    "pageCount": 267,
    "rating": 4.06286836935167,
    "tags": [
      "Strong Character Development",
      "Unloveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Loveable Characters",
      "Weak Character Development",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "reflective",
      "mysterious",
      "tense",
      "dark",
      "challenging",
      "sad",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 509,
    "genres": [
      "Fiction",
      "Fantasy",
      "Science fiction",
      "Adventure",
      "Classics",
      "LGBTQ",
      "Space",
      "Aliens",
      "Life on other planets",
      "Local author"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/24542917/d68669a2fa471f20f2bec91f8c35c8b855470387.jpeg",
      "width": 200,
      "height": 321
    }
  },
  {
    "title": "Daisy Jones & The Six",
    "author": ["Taylor Jenkins Reid"],
    "description": "Everyone knows Daisy Jones & The Six, but nobody knows the real reason why they split at the absolute height of their popularity…until now.\n\nDaisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go-Go. The sex and drugs are thrilling, but it’s the rock and roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things.\n\nAnother band getting noticed is The Six, led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road.\n\nDaisy and Billy cross paths when a producer realizes the key to supercharged success is to put the two together. What happens next will become the stuff of legend.\n\nVideo Trailer",
    "releaseYear": 2019,
    "slug": "daisy-jones-the-six",
    "pageCount": 422,
    "rating": 4.0737822349570205,
    "tags": [
      "Strong Character Development",
      "Not Diverse Characters",
      "Loveable Characters",
      "Character driven",
      "Unloveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Plot driven",
      "Carol"
    ],
    "moods": [
      "emotional",
      "reflective",
      "Adventurous",
      "dark",
      "sad",
      "tense",
      "funny",
      "inspiring",
      "lighthearted",
      "mysterious"
    ],
    "ratingsCount": 698,
    "genres": [
      "Fiction",
      "Romance",
      "Friendship",
      "Historical Fiction",
      "Music",
      "American fiction",
      "California",
      "Literary"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/60647726/44783b6065c62f5173370ebe5d08c21faa84f83f.jpeg",
      "width": 323,
      "height": 500
    }
  },
  {
    "title": "Vicious",
    "author": ["V. E. Schwab"],
    "description": "Victor and Eli started out as college roommates—brilliant, arrogant, lonely boys who recognized the same sharpness and ambition in each other. In their senior year, a shared research interest in adrenaline, near-death experiences, and seemingly supernatural events reveals an intriguing possibility: that under the right conditions, someone could develop extraordinary abilities. But when their thesis moves from the academic to the experimental, things go horribly wrong.\n\nTen years later, Victor breaks out of prison, determined to catch up to his old friend (now foe), aided by a young girl whose reserved nature obscures a stunning ability. Meanwhile, Eli is on a mission to eradicate every other super-powered person that he can find—aside from his sidekick, an enigmatic woman with an unbreakable will. Armed with terrible power on both sides, driven by the memory of betrayal and loss, the archnemeses have set a course for revenge—but who will be left alive at the end?\n\nIn Vicious, V. E. Schwab brings to life a gritty comic-book-style world in vivid prose: a world where gaining superpowers doesn't automatically lead to heroism, and a time when allegiances are called into question.\n\n\"A dynamic and original twist on what it means to be a hero and a villain. A killer from page one…highly recommended!\" —Jonathan Maberry, New York Times bestselling author of Marvel Universe vs The Avengers and Patient Zero",
    "releaseYear": 2013,
    "slug": "vicious",
    "pageCount": 366,
    "rating": 4.06385068762279,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Not Diverse Characters",
      "Unloveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Character driven",
      "Plot driven"
    ],
    "moods": [
      "dark",
      "tense",
      "mysterious",
      "Adventurous",
      "emotional",
      "reflective",
      "challenging",
      "funny",
      "sad",
      "inspiring"
    ],
    "ratingsCount": 509,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/61251772/7e1361538391b92a779fc96739187ec9bbfa3dc5.jpeg",
      "width": 325,
      "height": 500
    }
  },
  {
    "title": "Watchmen",
    "author": ["Alan Moore", "Dave Gibbons", "John    Higgins"],
    "description": "Considered the greatest graphic novel in the history of the medium, the Hugo Award-winning story chronicles the fall from grace of a group of superheroes plagued by all-too-human failings. Along the way, the concept of the superhero is dissected as an unknown assassin stalks the erstwhile heroes.",
    "releaseYear": 1987,
    "slug": "watchmen",
    "pageCount": 415,
    "rating": 4.441463414634146,
    "tags": [
      "A mix driven",
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "reflective",
      "mysterious",
      "tense",
      "challenging"
    ],
    "ratingsCount": 820,
    "genres": [
      "Fantasy",
      "Fiction",
      "Adventure",
      "Science fiction",
      "Classics",
      "Comics",
      "Dystopian",
      "Comics & Graphic Novels",
      "Graphic novels",
      " etc"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332456/88de7401b4d382cb6fd0e31a34e3ef108c9cc11d.jpeg",
      "width": 319,
      "height": 500
    }
  },
  {
    "title": "Wool",
    "author": ["Hugh Howey"],
    "description": "The first book in the acclaimed, New York Times best-selling trilogy, Wool is the story of a community living in an underground silo completely unaware of the fate of the outside world. When the silo's sheriff asks to leave the silo, a series of events unravels the very fabric of their fragile lives. In a world where all commodities are precious and running out, truth and hope may be the most rare...and the most needed.",
    "releaseYear": 2011,
    "slug": "wool",
    "pageCount": 592,
    "rating": 4.109720176730486,
    "tags": [
      "A mix driven",
      "Not Diverse Characters",
      "Strong Character Development",
      "Unloveable Characters",
      "Loveable Characters",
      "Weak Character Development",
      "Diverse Characters",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "mysterious",
      "tense",
      "emotional",
      "challenging",
      "reflective",
      "funny",
      "sad",
      "hopeful"
    ],
    "ratingsCount": 679,
    "genres": [
      "Fantasy",
      "Fiction",
      "Science fiction",
      "Young Adult",
      "Adventure",
      "Dystopian",
      "Post-Apocalyptic Science Fiction",
      "Choice"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30399206/224453795040747.jpg",
      "width": 1460,
      "height": 2200
    }
  },
  {
    "title": "The Alloy of Law",
    "author": ["Brandon Sanderson"],
    "description": "Three hundred years after the events of the Mistborn trilogy, Scadrial is on the verge of modernity, with railroads to supplement the canals, electric lighting in the streets and the homes of the wealthy, and the first steel-framed skyscrapers racing for the clouds.\r\n\r\nKelsier, Vin, Elend, Sazed, Spook, and the rest are now part of history or religion. Yet even as science and technology are reaching new heights, the old magics of Allomancy and Feruchemy continue to play a role in this reborn world. Out in the frontier lands known as the Roughs, they are crucial tools for the brave men and women attempting to establish order and justice.\r\n\r\nOne such is Waxillium Ladrian, a rare Twinborn who can Push on metals with his Allomancy and use Feruchemy to become lighter or heavier at will. After twenty years in the Roughs, Wax has been forced by family tragedy to return to the metropolis of Elendel. Now he must reluctantly put away his guns and assume the duties and dignity incumbent upon the head of a noble house. Or so he thinks, until he learns the hard way that the mansions and elegant tree-lined streets of the city can be even more dangerous than the dusty plains of the Roughs.",
    "releaseYear": 2011,
    "slug": "the-alloy-of-law",
    "pageCount": 351,
    "rating": 4.072102425876011,
    "tags": [
      "Loveable Characters",
      "A mix driven",
      "Strong Character Development",
      "Not Diverse Characters",
      "Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "funny",
      "tense",
      "emotional",
      "lighthearted",
      "dark",
      "challenging"
    ],
    "ratingsCount": 742,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Magic",
      "Fantasy fiction",
      "Fantasy games"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30559210/ffcce6caa229561f51741ea0e93be085e56d9b98.jpeg",
      "width": 332,
      "height": 500
    }
  },
  {
    "title": "The Battle of the Labyrinth",
    "author": ["Rick Riordan"],
    "description": "Note for librarians: this needs to be merged into an edition of the version with 990+ readers\n\nWhen demonic cheerleaders invade his high school, Percy Jackson hurries to Camp Half Blood, from whence he and his demigod friends set out on a quest through the Labyrinth, while the war between the Olympians and the evil Titan lord Kronos draws near.",
    "releaseYear": 2008,
    "slug": "the-battle-of-the-labyrinth",
    "pageCount": 461,
    "rating": 4.211180124223603,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "funny",
      "dark",
      "mysterious",
      "sad",
      "lighthearted",
      "challenging",
      "tense",
      "reflective"
    ],
    "ratingsCount": 805,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Juvenile Fiction",
      "General",
      "Young Adult Fiction",
      "Friendship",
      "Children's stories",
      "Spanish"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/46835716/b73720089a3bf67d39ebe04487523aaee5ec1f79.jpeg",
      "width": 375,
      "height": 500
    }
  },
  {
    "title": "Howl's Moving Castle",
    "author": ["Diana Wynne Jones"],
    "description": "This entrancing classic fantasy novel is filled with surprises at every turn. An international bestseller, this much-loved book is the source for the Academy Award nominee for Best Animated Feature.\n\nSophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it lies in the ever-moving castle in the hills: the Wizard Howl's castle.\n\nTo untangle the enchantment, Sophie must handle the heartless Howl, strike a bargain with a fire demon, and meet the Witch of the Waste head-on. Along the way, she discovers that there's far more to Howl—and herself—than first meets the eye.\n\nIn this giant jigsaw puzzle of a fantasy, people and things are never quite what they seem. Destinies are intertwined, identities exchanged, lovers confused. The Witch has placed a spell on Howl. Does the clue to breaking it lie in a famous poem? And what will happen to Sophie Hatter when she enters Howl's castle?\n\nAll fans of classic fantasy books deserve the pleasure of reading those by Diana Wynne Jones, whose acclaim included the World Fantasy Award for Life Achievement. As Neil Gaiman stated, she was \"quite simply the best writer for children of her generation.\"",
    "releaseYear": 1986,
    "slug": "howls-moving-castle",
    "pageCount": 448,
    "rating": 4.154965753424658,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Character driven",
      "Weak Character Development",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "lighthearted",
      "funny",
      "emotional",
      "hopeful",
      "mysterious",
      "relaxing",
      "inspiring",
      "Humorous"
    ],
    "ratingsCount": 584,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Classics",
      "Comics",
      "War",
      "Juvenile Fiction",
      "Magic",
      "Fantasy fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/39788101/463194df8c826bdb85ccb460019cc7797e175116.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "A Man Called Ove",
    "author": ["Fredrik Backman", "Henning Koch"],
    "description": "A grumpy yet loveable man finds his solitary world turned on its head when a boisterous young family moves in next door.\r\n\r\nMeet Ove. He's a curmudgeon, the kind of man who points at people he dislikes as if they were burglars caught outside his bedroom window. He has staunch principles, strict routines, and a short fuse. People call him the bitter neighbor from hell, but must Ove be bitter just because he doesn't walk around with a smile plastered to his face all the time?\r\n\r\nBehind the cranky exterior there is a story and a sadness. So when one November morning a chatty young couple with two chatty young daughters move in next door and accidentally flatten Ove's mailbox, it is the lead-in to a comical and heartwarming tale of unkempt cats, unexpected friendship, and the ancient art of backing up a U-Haul. All of which will change one cranky old man and a local residents' association to their very foundations.\r\n\r\n(Previous notes):\r\nLoved this book (translation from Swedish). Quirky story of a curmudgeon which is also a film (with English subtitles) on Netflix. Backman is a successful journalist, author, and blogger. Also enjoyed ‘Britt-Marie Was Here’ and I look forward to checking out his latest new release.",
    "releaseYear": 2012,
    "slug": "a-man-called-ove",
    "pageCount": 352,
    "rating": 4.374203821656051,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters",
      "Translation"
    ],
    "moods": [
      "emotional",
      "funny",
      "reflective",
      "sad",
      "lighthearted",
      "hopeful",
      "dark",
      "inspiring",
      "Adventurous",
      "relaxing"
    ],
    "ratingsCount": 628,
    "genres": [
      "Fiction",
      "Fantasy",
      "History",
      "Romance",
      "General",
      "Philosophy",
      "Humor",
      "Friendship",
      "Contemporary",
      "Literary Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332558/b6ed3cf4f91c33ea833f86b04f80c9819d89c645.jpeg",
      "width": 322,
      "height": 500
    }
  },
  {
    "title": "Pachinko",
    "author": ["Min Jin Lee"],
    "description": "In this New York Times bestseller, four generations of a poor Korean immigrant family fight to control their destiny in 20th-century Japan–the inspiration for the television series on Apple TV+.\n\n In the early 1900s, teenaged Sunja, the adored daughter of a crippled fisherman, falls for a wealthy stranger. When she discovers she is pregnant–and that her lover is married–she accepts an offer of marriage from a gentle, sickly minister passing through on his way to Japan. But her decision to abandon her home, and to reject her son's powerful father, sets off a dramatic saga that will echo down through the generations.\n\nProfoundly moving, Pachinko is a story of love, sacrifice, ambition, and loyalty. \n",
    "releaseYear": 2017,
    "slug": "pachinko",
    "pageCount": 496,
    "rating": 4.2356608478802995,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "emotional",
      "reflective",
      "sad",
      "Adventurous",
      "dark",
      "tense",
      "challenging",
      "informative",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 401,
    "genres": [
      "Fiction",
      "Classics",
      "War",
      "Historical Fiction",
      "Literary Fiction"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/40192242/fc70a33370b7cfd91a8b5356e33f3225f675156e.jpeg",
      "width": 329,
      "height": 500
    }
  },
  {
    "title": "Book Lovers",
    "author": ["Emily Henry"],
    "description": "Nora Stephens’ life is books—she’s read them all—and she is not that type of heroine. Not the plucky one, not the laidback dream girl, and especially not the sweetheart. In fact, the only people Nora is a heroine for are her clients, for whom she lands enormous deals as a cutthroat literary agent, and her beloved little sister Libby.\n\nWhich is why she agrees to go to Sunshine Falls, North Carolina for the month of August when Libby begs her for a sisters’ trip away—with visions of a small town transformation for Nora, who she’s convinced needs to become the heroine in her own story. But instead of picnics in meadows, or run-ins with a handsome country doctor or bulging-forearmed bartender, Nora keeps bumping into Charlie Lastra, a bookish brooding editor from back in the city. It would be a meet-cute if not for the fact that they’ve met many times and it’s never been cute.\n\nIf Nora knows she’s not an ideal heroine, Charlie knows he’s nobody’s hero, but as they are thrown together again and again—in a series of coincidences no editor worth their salt would allow—what they discover might just unravel the carefully crafted stories they’ve written about themselves.\n\n",
    "releaseYear": 2022,
    "slug": "book-lovers",
    "pageCount": 385,
    "rating": 4.114567526555387,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "Character driven",
      "A mix driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Diverse Characters",
      "Plot driven"
    ],
    "moods": [
      "emotional",
      "funny",
      "lighthearted",
      "hopeful",
      "reflective",
      "inspiring",
      "relaxing",
      "Adventurous",
      "sad",
      "challenging"
    ],
    "ratingsCount": 659,
    "genres": ["Fiction", "Romance", "Realistic Fiction", "ChickLit"],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/61220701/4cb58960916d116b666e35244b5e26ed63ad4e6d.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "The Last Olympian",
    "author": ["Rick Riordan"],
    "description": "The long-awaited prophecy surrounding Percy Jackson's sixteenth birthday unfolds as he leads an army of young demigods to stop Kronos in his advance on New York City, while the Olympians struggle to contain the rampaging monster, Typhon.",
    "releaseYear": 2009,
    "slug": "the-last-olympian",
    "pageCount": 381,
    "rating": 4.339561855670103,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Weak Character Development"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "funny",
      "lighthearted",
      "hopeful",
      "tense",
      "dark",
      "sad",
      "reflective",
      "inspiring"
    ],
    "ratingsCount": 776,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Comics",
      "Juvenile Fiction",
      "Friendship",
      "Children",
      "Children's stories",
      "Animals"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/28784756/910d64bcf94482aa675ffeb72ed1053c4e661f10.jpeg",
      "width": 339,
      "height": 500
    }
  },
  {
    "title": "House of Earth and Blood",
    "author": ["Sarah J. Maas"],
    "description": "Bryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths.\n\nHunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach.\n\nAs Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it.\n\nWith unforgettable characters, sizzling romance, and page-turning suspense, this richly inventive new fantasy series by #1 New York Times bestselling author Sarah J. Maas delves into the heartache of loss, the price of freedom—and the power of love.",
    "releaseYear": 2014,
    "slug": "house-of-earth-and-blood",
    "pageCount": 803,
    "rating": 4.287746170678337,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Plot driven",
      "Unloveable Characters",
      "Weak Character Development",
      "Fae",
      "fairies"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "mysterious",
      "tense",
      "dark",
      "funny",
      "sad",
      "challenging",
      "hopeful",
      "reflective"
    ],
    "ratingsCount": 457,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "High Fantasy",
      "Romantasy",
      "Angels",
      "New adult",
      "New adult fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/37374512/a568a05f05a9f6cd37a96e14662b846b45acd29b.jpeg",
      "width": 313,
      "height": 475
    }
  },
  {
    "title": "A ​Court of Silver Flames",
    "author": ["Sarah J. Maas"],
    "description": "Nesta Archeron has always been prickly—proud, swift to anger, and slow to forgive. And ever since being forced into the Cauldron and becoming High Fae against her will, she’s struggled to find a place for herself within the strange, deadly world she inhabits. Worse, she can’t seem to move past the horrors of the war with Hybern and all she lost in it.\n\nThe one person who ignites her temper more than any other is Cassian, the battle-scarred warrior whose position in Rhysand and Feyre’s Night Court keeps him constantly in Nesta’s orbit. But her temper isn’t the only thing Cassian ignites. The fire between them is undeniable, and only burns hotter as they are forced into close quarters with each other.\n\nMeanwhile, the treacherous human queens who returned to the Continent during the last war have forged a dangerous new alliance, threatening the fragile peace that has settled over the realms. And the key to halting them might very well rely on Cassian and Nesta facing their haunting pasts.\n\nAgainst the sweeping backdrop of a world seared by war and plagued with uncertainty, Nesta and Cassian battle monsters from within and without as they search for acceptance—and healing—in each other’s arms.",
    "releaseYear": 2021,
    "slug": "a-court-of-silver-flames",
    "pageCount": 768,
    "rating": 4.221439749608764,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Not Diverse Characters",
      "A mix driven",
      "Character driven",
      "Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "female author"
    ],
    "moods": [
      "emotional",
      "Adventurous",
      "dark",
      "tense",
      "reflective",
      "challenging",
      "sad",
      "hopeful",
      "funny",
      "mysterious"
    ],
    "ratingsCount": 639,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Romance",
      "Fantasy romance",
      "New adult",
      "adult",
      "Romantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/31975800/2bbb080fea31fd0c1f457838f63210cbc3fbe3d8.jpeg",
      "width": 325,
      "height": 500
    }
  },

  {
    "title": "The Will of the Many",
    "author": ["James Islington"],
    "description": "AUDI. VIDE. TACE.\n\nThe Catenan Republic—the Hierarchy—may rule the world now, but they do not know everything.\n\nI tell them my name is Vis Telimus. I tell them I was orphaned after a tragic accident three years ago, and that good fortune alone has led to my acceptance into their most prestigious school. I tell them that once I graduate, I will gladly join the rest of civilised society in allowing my strength, my drive and my focus—what they call Will—to be leeched away and added to the power of those above me, as millions already do. As all must eventually do.\n\nI tell them that I belong, and they believe me.\n\nBut the truth is that I have been sent to the Academy to find answers. To solve a murder. To search for an ancient weapon. To uncover secrets that may tear the Republic apart.\n\nAnd that I will never, ever cede my Will to the empire that executed my family.\n\nTo survive, though, I will still have to rise through the Academy’s ranks. I will have to smile, and make friends, and pretend to be one of them and win. Because if I cannot, then those who want to control me, who know my real name, will no longer have any use for me.\n\nAnd if the Hierarchy finds out who I truly am, they will kill me.",
    "releaseYear": 2023,
    "slug": "the-will-of-the-many-2023",
    "pageCount": 639,
    "rating": 4.53921568627451,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "A mix driven",
      "Diverse Characters",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven",
      "fiction",
      "science-fiction"
    ],
    "moods": [
      "Adventurous",
      "mysterious",
      "tense",
      "dark",
      "emotional",
      "challenging",
      "reflective",
      "funny",
      "sad",
      "inspiring"
    ],
    "ratingsCount": 306,
    "genres": [
      "Fantasy",
      "Adventure",
      "Fiction",
      "Science fiction",
      "Young Adult",
      "Dystopian",
      "Dark Academia",
      "science fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30615590/6636143695231562.jpg",
      "width": 1400,
      "height": 2122
    }
  },
  {
    "title": "Fight Club",
    "author": ["Chuck Palahniuk"],
    "description": "Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book. Fight Club’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basements of bars. There, two men fight \"as long as they have to.\" This is a gloriously original work that exposes the darkness at the core of our modern world.",
    "releaseYear": 1996,
    "slug": "fight-club",
    "pageCount": 224,
    "rating": 4.07258064516129,
    "tags": [
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Unloveable Characters",
      "Loveable Characters",
      "Character driven",
      "suomeksi"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "emotional",
      "mysterious",
      "tense",
      "reflective",
      "sad",
      "funny",
      "informative"
    ],
    "ratingsCount": 620,
    "genres": [
      "Fiction",
      "Fantasy",
      "Classics",
      "Science fiction",
      "Dystopian",
      "Crime",
      "Literary Fiction",
      "Film",
      "Millennialism"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/14379830/9291375278274024-81GH0MPAUIL._SL1500_.jpg",
      "width": 1000,
      "height": 1500
    }
  },
  {
    "title": "Scythe",
    "author": ["Neal Shusterman"],
    "description": "Two teens must learn the “art of killing” in this Printz Honor–winning book, the first in a chilling new series from Neal Shusterman, author of the New York Times bestselling Unwind dystology.\n\nA world with no hunger, no disease, no war, no misery: humanity has conquered all those things, and has even conquered death. Now Scythes are the only ones who can end life—and they are commanded to do so, in order to keep the size of the population under control.\n\nCitra and Rowan are chosen to apprentice to a scythe—a role that neither wants. These teens must master the “art” of taking life, knowing that the consequence of failure could mean losing their own.\n\nScythe is the first novel of a thrilling new series by National Book Award–winning author Neal Shusterman in which Citra and Rowan learn that a perfect world comes only with a heavy price.",
    "releaseYear": 2016,
    "slug": "scythe",
    "pageCount": 464,
    "rating": 4.160358565737051,
    "tags": [
      "Strong Character Development",
      "Loveable Characters",
      "Diverse Characters",
      "A mix driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Character driven",
      "Plot driven",
      "Weak Character Development",
      "fiction"
    ],
    "moods": [
      "dark",
      "Adventurous",
      "tense",
      "emotional",
      "mysterious",
      "reflective",
      "challenging",
      "sad",
      "hopeful",
      "funny"
    ],
    "ratingsCount": 502,
    "genres": [
      "Fiction",
      "Fantasy",
      "Young Adult",
      "Science fiction",
      "Adventure",
      "Dystopian",
      "Juvenile Fiction",
      "General",
      "Young Adult Fiction",
      "Murder"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/29353414/47343a2fd959964d0f01aa6ce204bb4e2465e101.jpeg",
      "width": 333,
      "height": 499
    }
  },
  {
    "title": "The Graveyard Book",
    "author": ["Neil Gaiman"],
    "description": "It takes a graveyard to raise a child. Nobody Owens, known as Bod, is a normal boy. He would be completely normal if he didn't live in a graveyard, being raised by ghosts, with a guardian who belongs to neither the world of the living nor the dead. There are adventures in the graveyard for a boy—an ancient Indigo Man, a gateway to the abandoned city of ghouls, the strange and terrible Sleer. But if Bod leaves the graveyard, he will be in danger from the man Jack—who has already killed Bod's family.",
    "releaseYear": 2008,
    "pageCount": 487,
    "slug": "the-graveyard-book",
    "rating": 4.197852760736196,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development"
    ],
    "moods": [
      "dark",
      "emotional",
      "mysterious",
      "Adventurous",
      "tense",
      "funny",
      "hopeful",
      "lighthearted",
      "inspiring",
      "sad"
    ],
    "ratingsCount": 652,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Science fiction",
      "Comics",
      "Juvenile Fiction",
      "General",
      "Young Adult Fiction",
      "Graphic novels"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/27392207/f1200e86f65079a4eb36c1ba3e8bff78471f36f9.jpeg",
      "width": 331,
      "height": 500
    }
  },
  {
    "title": "The Shadow of the Wind",
    "author": ["Carlos Ruiz Zafón", "Lucia Graves"],
    "description": "Barcelona, 1945: A city slowly heals in the aftermath of the Spanish Civil War, and Daniel, an antiquarian book dealer’s son who mourns the loss of his mother, finds solace in a mysterious book entitled The Shadow of the Wind, by one Julián Carax. But when he sets out to find the author’s other works, he makes a shocking discovery: someone has been systematically destroying every copy of every book Carax has written. In fact, Daniel may have the last of Carax’s books in existence. Soon Daniel’s seemingly innocent quest opens a door into one of Barcelona’s darkest secrets—an epic story of murder, madness, and doomed love.\n\n____\nUn amanecer de 1945, un muchacho es conducido por su padre a un misterioso lugar oculto en el corazón de la ciudad vieja: el Cementerio de los Libros Olvidados. Allí, Daniel Sempere encuentra un libro maldito que cambia el rumbo de su vida y le arrastra a un laberinto de intrigas y secretos enterrados en el alma oscura de la ciudad. La Sombra del Viento es un misterio literario ambientado en la Barcelona de la primera mitad del siglo xx, desde los últimos esplendores del Modernismo hasta las tinieblas de la posguerra.\n\nAunando las técnicas del relato de intriga y suspense, la novela histórica y la comedia de costumbres, La Sombra del Viento es sobre todo una trágica historia de amor cuyo eco se proyecta a través del tiempo. Con gran fuerza narrativa, el autor entrelaza tramas y enigmas a modo de muñecas rusas en un inolvidable relato sobre los secretos del corazón y el embrujo de los libros cuya intriga se mantiene hasta la última página.\n\nTodavía recuerdo aquel amanecer en que mi padre me llevó por primera vez a visitar El Cementerio de los Libros Olvidados.",
    "releaseYear": 2001,
    "slug": "the-shadow-of-the-wind",
    "pageCount": 487,
    "rating": 4.128930817610063,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Character driven",
      "Unloveable Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "mysterious",
      "dark",
      "tense",
      "reflective",
      "funny",
      "sad",
      "challenging",
      "hopeful"
    ],
    "ratingsCount": 477,
    "genres": [
      "Fiction",
      "Fantasy",
      "Adventure",
      "Classics",
      "Mystery",
      "General",
      "Juvenile Nonfiction",
      "Thriller",
      "Suspense",
      "Detective and mystery stories"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332507/488f5702a797385ab4e5532825d2e11aebde45da.jpeg",
      "width": 322,
      "height": 500
    }
  },
  {
    "title": "Little Fires Everywhere",
    "author": ["Celeste Ng"],
    "description": "In Shaker Heights, a placid, progressive suburb of Cleveland, everything is planned – from the layout of the winding roads, to the colors of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules.\r\n\r\nEnter Mia Warren – an enigmatic artist and single mother – who arrives in this idyllic bubble with her teenaged daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past and a disregard for the status quo that threatens to upend this carefully ordered community.\r\n\r\nWhen old family friends of the Richardsons attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town--and puts Mia and Elena on opposing sides.  Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia's past. But her obsession will come at unexpected and devastating costs. \r\n\r\nLittle Fires Everywhere explores the weight of secrets, the nature of art and identity, and the ferocious pull of motherhood – and the danger of believing that following the rules can avert disaster.\r\n\r\n“Witnessing these two families as they commingle and clash is an utterly engrossing, often heartbreaking, deeply empathetic experience… It’s this vast and complex network of moral affiliations—and the nuanced omniscient voice that Ng employs to navigate it—that make this novel even more ambitious and accomplished than her debut… The magic of this novel lies in its power to implicate all of its characters—and likely many of its readers—in that innocent delusion [of a post-racial America]. Who set the littles fires everywhere? We keep reading to find out, even as we suspect that it could be us with ash on our hands.”\r\n\r\n— NEW YORK TIMES BOOK REVIEW\r\n🔥\r\n\r\n“Ng has one-upped herself with her tremendous follow-up novel… a finely wrought meditation on the nature of motherhood, the dangers of privilege and a cautionary tale about how even the tiniest of secrets can rip families apart… Ng is a master at pushing us to look at our personal and societal flaws in the face and see them with new eyes… If Little Fires Everywhere doesn’t give you pause and help you think differently about humanity and this country’s current state of affairs, start over from the beginning and read the book again.”\r\n\r\n—SAN FRANCISCO CHRONICLE\r\n🔥\r\n\r\n“Stellar… The plot is tightly structured, full of echoes and convergence, the characters bound together by a growing number of thick, overlapping threads… Ng is a confident, talented writer, and it’s a pleasure to inhabit the lives of her characters and experience the rhythms of Shaker Heights through her clean, observant prose… She toggles between multiple points of view, creating a narrative both broad in scope and fine in detail, all while keeping the story moving at a thriller’s pace.”\r\n\r\n—LOS ANGELES TIMES\r\n🔥\r\n\r\n“Delectable and engrossing… A complex and compulsively readable suburban saga that is deeply invested in mothers and daughters…What Ng has written, in this thoroughly entertaining novel, is a pointed and persuasive social critique, teasing out the myriad forms of privilege and predation that stand between so many people and their achievement of the American dream. But there is a heartening optimism, too. This is a book that believes in the transformative powers of art and genuine kindness — and in the promise of new growth, even after devastation, even after everything has turned to ash.”\r\n\r\n—BOSTON GLOBE \r\n🔥\r\n\r\n“[Ng] widens her aperture to include a deeper, more diverse cast of characters. Though the book’s language is clean and straightforward, almost conversational, Ng has an acute sense of how real people (especially teenagers, the slang-slinging kryptonite of many an aspiring novelist) think and feel and communicate. Shaker Heights may be a place where ‘things were peaceful, and riots and bombs and earthquakes were quiet thumps, muffled by distance.’ But the real world is never as far away as it seems, of course. And if the scrim can’t be broken, sometimes you have to burn it down. Grade: A-”\r\n\r\n—ENTERTAINMENT WEEKLY",
    "releaseYear": 2017,
    "slug": "little-fires-everywhere",
    "pageCount": 370,
    "rating": 4.015977443609023,
    "tags": [
      "Diverse Characters",
      "A mix driven",
      "Strong Character Development",
      "Unloveable Characters",
      "Loveable Characters",
      "Weak Character Development",
      "Character driven",
      "Not Diverse Characters"
    ],
    "moods": [
      "emotional",
      "mysterious",
      "reflective",
      "tense",
      "dark",
      "sad",
      "hopeful",
      "funny",
      "challenging",
      "toxic characters"
    ],
    "ratingsCount": 532,
    "genres": ["Fiction", "Young Adult", "Family", "Contemporary", "Adoption"],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30399704/4364405759474168-34273236.jpeg",
      "width": 462,
      "height": 700
    }
  },
  {
    "title": "Emily Wilde's Encyclopaedia of Faeries",
    "author": ["Heather Fawcett"],
    "description": "Cambridge professor Emily Wilde is good at many things: She is the foremost expert on the study of faeries. She is a genius scholar and a meticulous researcher who is writing the world’s first encyclopaedia of faerie lore. But Emily Wilde is not good at people. She could never make small talk at a party—or even get invited to one. And she prefers the company of her books, her dog, Shadow, and the Fair Folk to other people.\n\nSo when she arrives in the hardscrabble village of Hrafnsvik, Emily has no intention of befriending the gruff townsfolk. Nor does she care to spend time with another new arrival: her dashing and insufferably handsome academic rival Wendell Bambleby, who manages to charm the townsfolk, muddle Emily’s research, and utterly confound and frustrate her.\n\nBut as Emily gets closer and closer to uncovering the secrets of the Hidden Ones—the most elusive of all faeries—lurking in the shadowy forest outside the town, she also finds herself on the trail of another mystery: Who is Wendell Bambleby, and what does he really want? To find the answer, she’ll have to unlock the greatest mystery of all—her own heart.",
    "releaseYear": 2023,
    "slug": "emily-wildes-encyclopaedia-of-faeries-c12366a2-64c1-4f1c-ad8e-569ab97f6622",
    "pageCount": 354,
    "rating": 4.098314606741573,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Diverse Characters",
      "Weak Character Development",
      "Character driven",
      "Unloveable Characters",
      "Plot driven",
      "fairies"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "lighthearted",
      "mysterious",
      "emotional",
      "dark",
      "hopeful",
      "relaxing",
      "tense",
      "informative"
    ],
    "ratingsCount": 356,
    "genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Adventure",
      "Historical Fiction",
      "Fantasy romance",
      "adult",
      "Historical Fantasy",
      "Read 2024",
      "cozy fantasy"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/30590667/1785565836815120.jpg",
      "width": 1001,
      "height": 1500
    }
  },
  {
    "title": "Crooked Kingdom",
    "author": ["Leigh Bardugo"],
    "description": "Kaz Brekker and his crew have just pulled off a heist so daring even they didn't think they'd survive. But instead of divvying up a fat reward, they're right back to fighting for their lives. Double-crossed and badly weakened, the crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as jurda parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties. A war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world.",
    "releaseYear": 2016,
    "slug": "crooked-kingdom-2016",
    "pageCount": 546,
    "rating": 4.436201780415431,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Weak Character Development",
      "Character driven",
      "Unloveable Characters",
      "Plot driven"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "dark",
      "tense",
      "mysterious",
      "funny",
      "challenging",
      "sad",
      "hopeful",
      "inspiring"
    ],
    "ratingsCount": 674,
    "genres": [
      "Young Adult",
      "Fantasy",
      "Adventure",
      "Fiction",
      "Science fiction",
      "LGBTQ",
      "Juvenile Fiction",
      "General",
      "Young Adult Fiction",
      "Thriller"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/editions/15324026/454101783196428.jpg",
      "width": 1348,
      "height": 2048
    }
  },
  {
    "title": "Cat's Cradle",
    "author": ["Kurt Vonnegut"],
    "description": "'All of the true things I am about to tell you are shameless lies.' Dr Felix Hoenikker, one of the founding fathers of the atomic bomb, has left a deadly legacy to the world. For he is the inventor of Ice-nine, a lethal chemical capable of freezing the entire planet. The search for its whereabouts leads to Hoenikker's three eccentric children, to a crazed dictator in the Caribbean, to madness. Will Felix Hoenikker's death wish come true? Will his last, fatal gift to humankind bring about the end that, for all of us, is nigh? Told with deadpan humour and bitter irony, Kurt Vonnegut's cult tale of global apocalypse preys on our deepest fears of witnessing the end and, worse still, surviving it . . . 'The time to read Vonnegut is just when you begin to suspect that the world is not what it appears to be. He is not only entertaining, he is electrocuting. You read him with enormous pleasure because he makes your hair stand on end' The New York Times",
    "releaseYear": 1963,
    "slug": "cats-cradle",
    "pageCount": 192,
    "rating": 4.087545126353791,
    "tags": [
      "Unloveable Characters",
      "Diverse Characters",
      "Weak Character Development",
      "Strong Character Development",
      "Not Diverse Characters",
      "A mix driven",
      "Loveable Characters",
      "Plot driven",
      "Character driven"
    ],
    "moods": [
      "dark",
      "funny",
      "reflective",
      "Adventurous",
      "lighthearted",
      "inspiring",
      "relaxing"
    ],
    "ratingsCount": 554,
    "genres": [
      "Fiction",
      "Fantasy",
      "Classics",
      "Science fiction",
      "Dystopian",
      "Literature",
      "End of the world",
      "Chemical warfare"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30408316/79c772efe570cfb907aafd5f0d544c9e12e59f6e.jpeg",
      "width": 307,
      "height": 500
    }
  },
  {
    "title": "Old Man's War",
    "author": ["John Scalzi"],
    "description": "John Perry did two things on his 75th birthday. First he visited his wife's grave. Then he joined the army.\n\nThe good news is that humanity finally made it into interstellar space. The bad news is that planets fit to live on are scarce-- and alien races willing to fight us for them are common. So: we fight. To defend Earth, and to stake our own claim to planetary real estate. Far from Earth, the war has been going on for decades: brutal, bloody, unyielding.\n\nEarth itself is a backwater. The bulk of humanity's resources are in the hands of the Colonial Defense Force. Everybody knows that when you reach retirement age, you can join the CDF. They don't want young people; they want people who carry the knowledge and skills of decades of living. You'll be taken off Earth and never allowed to return. You'll serve two years at the front. And if you survive, you'll be given a generous homestead stake of your own, on one of our hard-won colony planets.\n\nJohn Perry is taking that deal. He has only the vaguest idea what to expect. Because the actual fight, light-years from home, is far, far harder than he can imagine--and what he will become is far stranger.",
    "releaseYear": 2005,
    "slug": "old-mans-war-2005",
    "pageCount": 320,
    "rating": 4.143856920684293,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Character driven",
      "Diverse Characters",
      "Weak Character Development"
    ],
    "moods": ["Adventurous", "funny", "lighthearted", "hopeful", "inspiring"],
    "ratingsCount": 643,
    "genres": [
      "Science fiction",
      "Fiction",
      "Fantasy",
      "Adventure",
      "War",
      "Space",
      "Dystopian",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332485/b5fbb9f5c34e2243c6c394f189f5265860a36332.jpeg",
      "width": 248,
      "height": 400
    }
  },
  {
    "title": "Anxious People",
    "author": ["Fredrik Backman", "Neil   Smith"],
    "description": "Taken hostage by a failed bank robber while attending an open house, eight anxiety-prone strangers--including a redemption-seeking bank director, two couples who would fix their marriages, and a plucky octogenarian--discover their unexpected common traits.",
    "releaseYear": 2019,
    "slug": "anxious-people",
    "pageCount": 352,
    "rating": 4.25199203187251,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "Character driven",
      "A mix driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Weak Character Development",
      "Plot driven"
    ],
    "moods": [
      "emotional",
      "funny",
      "reflective",
      "hopeful",
      "mysterious",
      "inspiring",
      "sad",
      "lighthearted",
      "tense",
      "challenging"
    ],
    "ratingsCount": 502,
    "genres": ["Fiction", "LGBTQ", "City and town life"],
    "coverImage": {
      "url": "https://assets.hardcover.app/external_data/35781842/272920532c001c02fa7b7b7696bc1295959e3b3c.jpeg",
      "width": 322,
      "height": 500
    }
  },
  {
    "title": "Rogue Protocol",
    "author": ["Martha Wells"],
    "description": "SciFi's favorite antisocial A.I. is back on a mission. The case against the too-big-to-fail GrayCris Corporation is floundering, and more importantly, authorities are beginning to ask more questions about where Dr. Mensah's SecUnit is.And Murderbot would rather those questions went away. For good.Martha Wells' Rogue Protocol is the third in the Murderbot Diaries series, starring a human-like android who keeps getting sucked back into adventure after adventure, though it just wants to be left alone, away from humanity and small talk. Read Rogue Protocol and find out why Hugo Award winner Ann Leckie wrote \"I love Murderbot!\"",
    "releaseYear": 2018,
    "slug": "rogue-protocol",
    "pageCount": 160,
    "rating": 4.148786717752235,
    "tags": [
      "Loveable Characters",
      "Diverse Characters",
      "Strong Character Development",
      "A mix driven",
      "Weak Character Development",
      "Character driven",
      "Not Diverse Characters",
      "Unloveable Characters",
      "Plot driven",
      "audiobook"
    ],
    "moods": [
      "Adventurous",
      "funny",
      "emotional",
      "tense",
      "lighthearted",
      "mysterious",
      "reflective",
      "sad",
      "hopeful",
      "challenging"
    ],
    "ratingsCount": 783,
    "genres": [
      "Science fiction",
      "Fiction",
      "Fantasy",
      "Adventure",
      "LGBTQ",
      "Space",
      "Dystopian"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/book_mappings/7332654/d29ec327867b45eaa6838d359475917d6e9cabbc.jpeg",
      "width": 314,
      "height": 500
    }
  },
  {
    "title": "Skyward",
    "author": ["Brandon Sanderson"],
    "description": "Now pilots are the heroes of what's left of the human race, and becoming one has always been Spensa's dream. Since she was a little girl, she has imagined soaring skyward and proving her bravery. But her fate is intertwined with that of her father's—a pilot himself who was killed years ago when he abruptly deserted his team, leaving Spensa the daughter of a coward, her chances of attending Flight School slim to none.\n\nNo one will let Spensa forget what her father did, yet fate works in mysterious ways. Flight school might be a long shot, but she is determined to fly. And an accidental discovery in a long-forgotten cavern might just provide her with a way to claim the stars.",
    "releaseYear": 2018,
    "slug": "skyward",
    "pageCount": 530,
    "rating": 4.401980198019802,
    "tags": [
      "Loveable Characters",
      "Strong Character Development",
      "Diverse Characters",
      "A mix driven",
      "Character driven",
      "Not Diverse Characters",
      "Weak Character Development",
      "Plot driven",
      "Unloveable Characters"
    ],
    "moods": [
      "Adventurous",
      "emotional",
      "tense",
      "funny",
      "mysterious",
      "dark",
      "sad",
      "inspiring",
      "lighthearted",
      "hopeful"
    ],
    "ratingsCount": 505,
    "genres": [
      "Fiction",
      "Young Adult",
      "Science fiction",
      "Adventure",
      "Fantasy",
      "War",
      "Comics",
      "Dystopian",
      "Space",
      "Aliens"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30095628/5c92d3d2227ee5e279961695e463779a9e7508ed.jpeg",
      "width": 333,
      "height": 500
    }
  },
  {
    "title": "The Vanishing Half",
    "author": ["Brit Bennett"],
    "description": "The Vignes twin sisters will always be identical. But after growing up together in a small, southern black community and running away at age sixteen, it's not just the shape of their daily lives that is different as adults, it's everything: their families, their communities, their racial identities. Many years later, one sister lives with her black daughter in the same southern town she once tried to escape. The other secretly passes for white, and her white husband knows nothing of her past. Still, even separated by so many miles and just as many lies, the fates of the twins remain intertwined. What will happen to the next generation, when their own daughters' storylines intersect?\n\nWeaving together multiple strands and generations of this family, from the Deep South to California, from the 1950s to the 1990s, Brit Bennett produces a story that is at once a riveting, emotional family story and a brilliant exploration of the American history of passing. Looking well beyond issues of race, The Vanishing Half considers the lasting influence of the past as it shapes a person's decisions, desires, and expectations, and explores some of the multiple reasons and realms in which people sometimes feel pulled to live as something other than their origins.\n\nAs with her New York Times-bestselling debut The Mothers, Brit Bennett offers an engrossing page-turner about family and relationships that is immersive and provocative, compassionate and wise.",
    "releaseYear": 2020,
    "slug": "the-vanishing-half",
    "pageCount": 400,
    "rating": 4.1330049261083746,
    "tags": [
      "Strong Character Development",
      "Diverse Characters",
      "Loveable Characters",
      "Character driven",
      "Unloveable Characters",
      "Weak Character Development",
      "A mix driven",
      "Not Diverse Characters",
      "female author",
      "Black author"
    ],
    "moods": [
      "emotional",
      "reflective",
      "challenging",
      "sad",
      "dark",
      "mysterious",
      "hopeful",
      "inspiring",
      "lighthearted",
      "medium-paced"
    ],
    "ratingsCount": 406,
    "genres": [
      "Fiction",
      "LGBTQ",
      "Realistic Fiction",
      "Literary Fiction",
      "Literary",
      "Historical"
    ],
    "coverImage": {
      "url": "https://assets.hardcover.app/edition/30400313/cf26274785c5b451cbe1b0eea7e904dfcd24290f.jpeg",
      "width": 320,
      "height": 500
    }
  }
]
